Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Warning - Missing Alias Summary File(s)
hr: Upozorenje: nedostaju alias summary datoteke
hy: Ուշադրություն - Բացակայող կեղծ համառոտ ֆայլ(եր)
id: File rangkuman menghilang: (%s)

source: Project check of "%s" folder detected %lld missing audio data (.au) blockfile(s), probably due to a bug, system crash, or accidental deletion. There is no way for Audacity to recover these missing files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence.
hr: Provjera projekta mape "%s" uočila je nedostatak %lld zvučnih (.au) blokovskih datoteka(s), vjerojatno zbog buga, rušenja sustava ili slučajnoga brisanja Mogu se obnoviti jedino ručno. Ako izaberete prvu ili drugu mogućnost ispod, možete pokušati naći i obnoviti nedostajuće datoteke na njihovo prijašnje mjesto. Napomena: u drugoj mogućnosti valni oblik možda ne će pokazati tišinu.
hy: Պրոեկտը ստուգում է "%s" թղթապանակ գտնված %d բացակա աուդիո ինֆորմացիա (.au) բլոկ ֆայլ(եր), հավանաբար պատճառը ծրագրի բագն է, համակարգի վթարը, կամ պատահարը ջնջում: Աուդասիթին չունի տարբերակ հետ բերման համար այս ավտոմատ բացակայող ֆայլերը: Եթե ընտրեք առաջին կամ երկրորդ կետը ներգևից, կարող եք փորձել գտնել հետ բերման կետի ֆայլեր իրենց նախկին տեղերից: Զգուշացում երկրորդ կետի համար, waveform-ը կարող է չլինել ցածր:
id: Pengecekan menemukan file data blok audio %lld yang menghilang (.au), mungkin karena bug, crash, atau ketidaksengajaan. Tidak ada jalan lain selain mengembalikan data yang hilang secara otomatis; Anda bisa memilih untuk tetap mengosongkan data tadi atau secara sementara atau tutup proyek dan mencoba mengembalikannya sendiri.

source: Replace missing audio with silence (permanent immediately)
hr: Nedostajući zvuka nadomjesti tišinom (nepovratno)
hy: Փոխարինել բացակա աուդիոն լռելյայն (միշտ իսկույն)
id: Kosongkan data yang hilang [permanen]

source: Warning - Missing Audio Data Block File(s)
hr: Upozorenje: nedostaju zvučne podatkovne blokovske datoteke
hy: Ուշադրություն - Բացակայող ժամանակավոր բլոկ ֆայլ(եր)

source: Project check of "%s" folder found %d orphan block file(s). These files are unused by this project, but might belong to other projects. They are doing no harm and are small.
hr: Provjera projekta mape "%s" našla je %d osamljenu blokovsku datoteku. One su neuporabljene u ovom projektu, ali možda trebaju drugim projektima. Male su, a ne škode.
hy: Պրոեկտը ստուգում է "%s" թղթապանակ գտնված %d առանձին բլոկ ֆայլ(եր): Այս ֆայլերը այս պրոեկտի համար պիտանի չեն, բայց պետք կգան այլ պրոեկտներում: Այդ ֆայլերը վտանգավոր չեն և փոքր են:
id: Pengecekan menemukan %d anak file blok. File ini tidak berguna dan mungkin tertinggal waktu crash atau bug lainya. Ini harus dihapus untuk menghemat ruang disk.

source: Continue without deleting; ignore the extra files this session
hr: Nastavi bez brisanja; zanemari suvišne datoteke u ovoj sesiji
hy: Շարունակել ջնջելով; հրաժարվել հավելյալ ֆայլերից այս բացված ժամանակ
id: Terus tanpa penghapusan; bekerja di sekitar file tambahan secara diam-diam

source: Delete orphan files (permanent immediately)
hr: Izbriši osamljene datoteke (nepovratno)
hy: Ջնջել առանձնացած ֆայլերը (միշտ իսկույն)
id: Hapus anak file [Aman dan direkomendasikan]

source: Warning - Orphan Block File(s)
hr: Upozorenje: blokovske osamljene datoteke
hy: Ուշադրություն - Առանձնացած բլոկ ֆայլ(եր)
id: Anak file blok: (%s)

source: Progress
hr: Tijek
hy: Սանդղակ
id: Kemajuan

source: Cleaning up unused directories in project data
hr: Čišćenje neuporabljenih mapa u podatcima projekta
hy: Մաքրում պրոեկտի չօգտագործվող վայրերը պրոեկտի ժամանակից
id: Membersihkan direktori yang tak berguna apda data proyek...

source: Project check found file inconsistencies during automatic recovery. Select 'Help > Diagnostics > Show Log...' to see details.
hr: Provjera projekta našla je nesuglasice za vrijeme samoobnove. Za potankosti stisnite 'Prikaži dnevnik...' u izborniku Pomoć.
hy: Պրոեկտը ստուգում է գտնված թերի ֆայլերը մինչ ավտոմատ հետ բերում: Ընտրել 'Ցուցադրել պատմության ֆայլերը...' օգնական ցանկից, տեսնելու մանրամասներ:

source: Warning: Problems in Automatic Recovery
hr: Upozorenje: teškoće sa samoobnovom
hy: Ուշադրություն՝ Կա խնդիր ավտոմատ հետ բերման ժամանակ

source: Failed to open the project's database
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Failed to open database file: %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Failed to discard connection
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: Failed to restore connection
hr: Opis toka nedostupan
hy: Անհնար է ստանալ հոսքի նկարագրությունը
id: Tidak bisa menerima deskripsi aliran

source: Failed to execute a project file command: %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Unable to prepare project file command: %s
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: This is not an Audacity project file
hr: Spremanje Audacityjeva projekta
hy: Պահպանում որպես Աուդասիթի պրոեկտ
id: Menyimpan Proyek Audacity

source: Unable to initialize the project file
hr: Tok MP3 nije moguće inicijalizirati
hy: Չի ստացվում մեկանարկել MP3 հոսքը
id: Tidak bisa menginisialisasi strim MP3

source: Unable to work with the blockfiles
hr: Tok MP3 nije moguće inicijalizirati
hy: Չի ստացվում մեկանարկել MP3 հոսքը
id: Tidak bisa menginisialisasi strim MP3

source: Total orphan blocks deleted %d
hr: Osamljena blokovska datoteka: '%s'
hy: Առանձնացած բլոկ ֆայլ: '%s'
id: Anak file blok: (%s)

source: Unable to attach destination database
hr: '%s' nemoguće preimenovati u '%s'
hy: Անհնար է անվանափոխել '%s' ից '%s'.
id: Tidak bisa meganti nama '%s' ke '%s'

source: Failed to bind SQL parameter
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: Copying Project
hr: Pogrješka pri otvaranju projekta
hy: Պրոեկտի բացումը անհաջող էր
id: Error dalam membuka proyek

source: Error Writing to File
hr: Pogrješka pri pisanju u datoteku
hy: Ֆայլի գրման սխալ
id: Error menulis ke file

source: Audacity failed to write file %s. Perhaps disk is full or not writable. For tips on freeing up space, click the help button.
hr: Pogrješka pri spremanju projekta. Možda nije moguće pisati u %s ili je disk pun.
hy: Չի հաջողվում պահպանել պրոեկտը: Հնարավոր է %s չգրվող է կամ սկավառակում տեղ չկա:
id: Tidak bisa menyimpan proyek. Mungkin %s tidak bisa ditulis atau disk penuh.

source: Compacting project
hr: Spremanje &projekta
hy: Պրոեկտների պահպանում
id: Menyimpan &proyek

source: Audacity
hr: Tenacityjev dnevnik
hy: Աուդասիթի պատմության գրքույկ
id: Tenacity

source: (Recovered)
hr: (Obnovljeno)
hy: (Հետ բերված)
id: (Terkembalikan)

source: This file was saved using Audacity %s. You are using Audacity %s. You may need to upgrade to a newer version to open this file.
hr: Ova datoteka spremljena je u Audacityju %s. Vi rabite Audacity %s. Možda biste ga trebali nadograditi prije otvaranja.
hy: Ֆայլը պահպանվել է նշված Աուդասիթի %s. -ի կողմից Դուք օգտագործում եք Աուդասիթի %s: Պետք է թարմացնեք նոր տարբերակի, բացելու համար այս ֆայլը:
id: File ini disimpan dengan Audacity %s. Anda menggunakan Audacity %s - anda diharuskan untuk meng-upgrade versi terbaru untuk membuka file ini.

source: Can't open project file
hr: Nije moguće otvoriti datoteku projekta
hy: Չի հաջողվում բացել պրոեկտ ֆայլը
id: Tidak bisa membuka file proyek

source: Unable to bind to blob
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: Unable to decode project document
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Unable to parse project information.
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Saving project
hr: Spremanje &projekta
hy: Պրոեկտների պահպանում
id: Menyimpan &proyek

source: Error Saving Project
hr: Pogrješka pri spremanju projekta
hy: Պրոեկտի պահպանումը անհաջող էր
id: Error Meyimpan Proyek

source: Backing up project
hr: &Spremanje praznoga projekta
hy: Դատարկ պրոեկտի պահպանում
id: M&enyimpan proyek kosong

source: This project was not saved properly the last time Audacity ran. It has been recovered to the last snapshot.
hr: Neki projekti nisu se dobro spremili pri zadnjem pogonu Audacityja. Na sreću, Audacity ih može automatski obnoviti:
hy: Որոշ պրոեկտներ պահպանված չեն, վերջին անգամ Աուդասիթիի բաց լինելու պատճառով: Բարեբախտաբար հետևյալ պրոեկտները կարող են վերականգնվել:
id: Beberapa proyek tidak disimpan sebelumnya waktu Audacity terakhir dijalankan. Pada yang akan datang, proyek-proyek ini bisa dikembalikan secara otomatis:

source: Project Recovered
hr: Projekt je obnovljen
hy: Պրոեկտը հետ բերվեց
id: Proyek telah dikembalikan

source: Your project is now empty. If saved, the project will have no tracks. To save any previously open tracks: Click 'No', Edit > Undo until all tracks are open, then File > Save Project. Save anyway?
hr: Vaš je projekt prazan. Ako ga spremite, bit će bez zapisa! Za spremanje prethodno otvorenih zapisa: stisnite 'Ne', Uredi > Vrati, dok nisu otvoreni svi zapisi, zatim Glavni > Spremi projekt. Želite li svejedno spremiti?
hy: Ձեր պրոեկտը հիմա դատարկ է: Եթե պահպանվի, պրոեկտում չի լինի ոչմի ձայնագրություն: Այլ նախկին բաց ձայնագրություն պահպանելու համար՝ Սեղմեք 'Ոչ', Փոխել > Դեպի հետ մինչ բոլոր ձայնագրությունները Բացում, մինչ ֆայլ > Պահպանել պրոեկտը: Պահպանե՞լ ամեն դեպքում:
id: Proyek Anda sekarang kosong. Jika disimpan, proyek tidak akan punya trek. Untuk menyimpan trek yang terbuka sebelumnya: Klik 'Tidak', Edit > Batalkan sampai semua trek terbuka, kemudian File > Simpan Proyek. Simpan saja?

source: Warning - Empty Project
hr: Upozorenje: prazan projekt
hy: Ուշադրություն - Դատարկ պրոեկտ
id: Peringatan proyek kosong

source: Insufficient Disk Space
hr: Prostor na disku
hy: Սկավառակի հիշողությունը
id: Ruang disk

source: Saved %s
hr: Spremljeno %s
hy: Պահպանված %s
id: Tersimpan %s

source: The project was not saved because the file name provided would overwrite another project. Please try again and select an original name.
hr: Projekt nije spremljen jer bi njegovo spremanje prekopisalo drugi istoimeni postojeći projekt. Pokušajte ponovno i izaberite jedinstveno ime.
hy: Պրոեկտը չի պահպանվել, որովհետև ֆայլի անունը ապահովում է այլ պրոեկտի համար: Խնդրում ենք փորձել կրկին և նշել իսկական անունը:
id: Proyek ini tidak disimpan karena nama file yang ada akan menimpa proyek lainnya. Silahkan coba lagi dan pilih nama yang aslinya.

source: %sSave Project "%s" As...
hr: Spremi projekt "%s" kao...
hy: Պահպանել պրոեկտը "%s" որպես...
id: Simpan Proyek Sebagai...

source: 'Save Project' is for an Audacity project, not an audio file. For an audio file that will open in other apps, use 'Export'.
hy: 'Պահպանել պրոեկտը' Աուդասիթի պրոեկտի համար չի լինի աուդի ֆայլ: Աուդիո ֆայլի համար, որը պետք է բացվի այլ ծրագրերի միջոցով, ընտրեք 'Վերցնել':

source: Overwrite Project Warning
hr: Prekopisanje postojeće datoteke
hy: Վերագրել առկա ֆայլերը
id: Meniban file yang sudah ada

source: The project was not saved because the selected project is open in another window. Please try again and select an original name.
hr: Projekt nije spremljen jer bi njegovo spremanje prekopisalo drugi istoimeni postojeći projekt. Pokušajte ponovno i izaberite jedinstveno ime.
hy: Պրոեկտը չի պահպանվել, որովհետև ֆայլի անունը ապահովում է այլ պրոեկտի համար: Խնդրում ենք փորձել կրկին և նշել իսկական անունը:
id: Proyek ini tidak disimpan karena nama file yang ada akan menimpa proyek lainnya. Silahkan coba lagi dan pilih nama yang aslinya.

source: %sSave Copy of Project "%s" As...
hr: Spremi sažeti projekt "%s" kao...
hy: Պահպանել խտացված պրոեկտը "%s" որպես...
id: Simpan Proyek Terkompres Sebagai...

source: Saving a copy must not overwrite an existing saved project. Please try again and select an original name.
hr: Projekt nije spremljen jer bi njegovo spremanje prekopisalo drugi istoimeni postojeći projekt. Pokušajte ponovno i izaberite jedinstveno ime.
hy: Պրոեկտը չի պահպանվել, որովհետև ֆայլի անունը ապահովում է այլ պրոեկտի համար: Խնդրում ենք փորձել կրկին և նշել իսկական անունը:
id: Proyek ini tidak disimpan karena nama file yang ada akan menimpa proyek lainnya. Silahkan coba lagi dan pilih nama yang aslinya.

source: Error Saving Copy of Project
hr: Pogrješka pri spremanju projekta
hy: Պրոեկտի պահպանումը անհաջող էր
id: Error Meyimpan Proyek

source: Can't open new empty project
hr: Nije moguće otvoriti datoteku projekta
hy: Չի հաջողվում բացել պրոեկտ ֆայլը
id: Tidak bisa membuka file proyek

source: Error opening a new empty project
hr: Pogrješka pri otvaranju datoteke ili projekta
hy: Պրոեկտի կամ ֆայլի բացումն անհաջող էր
id: Error dalam membuka file atau proyek

source: Select one or more files
hr: Izaberite datoteke za uvoz...
hy: Ընտրել մեկ կամ ավելի աուդիո ֆայլեր...
id: Pilih satu atau lebih file audio...

source: %s is already open in another window.
hr: %s je već otvoren u drugom prozoru.
hy: %s կրկին բացված է այլ պատուհանում:
id: %s sudah dibuka di window yang lain.

source: Error Opening Project
hr: Pogrješka pri otvaranju projekta
hy: Պրոեկտի բացումը անհաջող էր
id: Error dalam membuka proyek

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
hr: Pokušavate otvoriti samostvorenu sigurnosnu presliku. Zbog toga moglo bi doći do golemoga gubitka podataka. Mjesto toga radije otvorite suvremeni Audacityjev projekt.
hy: Դուք փորձում եք բացել ավտոմատ ստեղծված հետ բերման ֆայլ: Այս արդյունքի հետևանքով որոշ ինֆորմացիա կարող է անհետանալ: Խնդրում ենք բացել համապատասխան Աուդասիթի պրոեկտ ֆայլեր:
id: Anda mencoba membuka file backup yang dibuat otomatis. Melakukannya memungkinkan beberapa data hilang. Silahkan buka file proyek Audacity yang sesungguhnya.

source: Warning - Backup File Detected
hr: Upozorenje: zamijećena sigurnosna preslika
hy: Ուշադրություն - Հետ բերման ֆայլեր են գտնվել
id: File backup terdeteksi

source: Error Opening File
hr: Pogrješka pri otvaranju datoteke
hy: Ֆայլի բացումը անհաջող էր
id: Error dalam mebuka file

source: Error opening file
hr: Pogrješka pri otvaranju datoteke
hy: Ֆայլի բացումը անհաջող էր
id: Error dalam mebuka file

source: File may be invalid or corrupted: %s
hr: Datoteka je možda nevaljana ili povkarena: %s
hy: Ֆայլը հնարավոր է թերի է կամ թալանված: %s
id: File mungkin tidak ada atau terhapus: %s

source: Error Opening File or Project
hr: Pogrješka pri otvaranju datoteke ili projekta
hy: Պրոեկտի կամ ֆայլի բացումն անհաջող էր
id: Error dalam membuka file atau proyek

source: Project was recovered
hr: Projekt je obnovljen
hy: Պրոեկտը հետ բերվեց
id: Proyek telah dikembalikan

source: Recover
hr: Obnovi
hy: Հետ բերել
id: Kembalikan

source: Imported '%s'
hr: Uvezeno '%s'
hy: Ներմուծված '%s'
id: Terimpor '%s'

source: Import
hr: Uvezi
hy: Ներմուծել
id: Impor

source: Failed to import project
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: Error Importing
hr: Pogrješka pri uvozu
hy: Ներմուծման սխալ
id: Error menginpor

source: Compact Project
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Compacted project file
hr: Nije moguće otvoriti datoteku projekta
hy: Չի հաջողվում բացել պրոեկտ ֆայլը
id: Tidak bisa membuka file proyek

source: Created new project
hr: Napravljen novi projekt
hy: Ստեղծված նոր պրոեկտ
id: Membuat proyek baru

source: Automatic database backup failed.
hr: Samoobnova pri urušenju
hy: Ավտոմատ հետ բերում վթարային իրավիճակից հետո:
id: Pengembalian Otomatis Akibat Crash

source: Welcome to Audacity version %s
hr: Dobro došli u Audacity, inačica %s
hy: Բարի գալուստ Աուդասիթի տարբերակ %s
id: Selamat datang di Audacity versi %s

source: %sSave changes to %s?
hr: Spremiti promjene?
hy: Պահպանե՞լ փոփոխությունները:
id: Simpan perubahan?

source: Save project before closing?
hr: Želite li spremiti promjene prije zatvaranja?
hy: Պահպանե՞լ փոփոխությունները փակելուց առաջ:
id: Simpan perubahan sebelum ditutup?

source: If saved, the project will have no tracks. To save any previously open tracks: Cancel, Edit > Undo until all tracks are open, then File > Save Project.
hr: Ako spremite, projekt će biti bez zapisa. Za spremanje prethodno otvorenih zapisa: stisnite Obustavi, Uredi > Vrati, dok svi zapisi nisu otvoreni, zatim Datoteka > Spremi projekt.
hy: Եթե պահպանվի, պրոեկտում չի լինի ձայնագրություն: Պահպանել որևէ երևացող բացված ձայնագրություն՝ Դադարեցնել, փոխել > Դեպի հետ մինչ բոլոր ձայնագրությունները Բացում, մինչ ֆայլ > Պահպանել պրոեկտը:
id: Jika disimpan, proyek tidak akan punya trek. Untuk menyimpan trek yang dibuka sebelumnya: Batal, Edit > Batalkan sampai semua trek terbuka, kemudian Berkas > Simpan Proyek.

source: Disk space remaining for recording: %s
hr: Ima mjesta za još %d minuta snimanja.
hy: Սկավառակի հիշողության մնացորդ ձայնագրման համար %d րոպե:
id: Ruang disk tinggal %d menit waktu rekaman.

source: Main Mix
hr: Glavni smiješani zvuk
hy: Գլխավոր միախառնում
id: Mix Utama

source: Horizontal Scrollbar
hr: Vodoravni prikaz
hy: Հորիզոնական ստերեո
id: Stereo Horizontal

source: Vertical Scrollbar
hr: Okomiti prikaz
hy: Ուղղահայաց ստերեո
id: Stereo Vertikal

source: Medium Quality
hr: Kakvoća
hy: Որակ
id: Kualitas

source: High Quality
hr: Kakvoća
hy: Որակ
id: Kualitas

source: Best Quality (Slowest)
hr: (najkvalitetnije)
hy: (Լավագույն որակ)
id: (Kualitas Terbaik)

source: 16-bit PCM
hr: 16-bitni PCM
hy: 16-բիթ Պրոց. հիշ.

source: 24-bit PCM
hr: 24-bitni PCM
hy: 24-բիթ Պրոց. հիշ.

source: 32-bit float
hr: 32-bitni brojevi
hy: 32-բիթ վերբեռն.

source: Screen Capture Frame
hr: Slikanje zaslona
hy: Էկրանի տարածային շրջանակ
id: Biingkai Pengambilan Layar

source: Choose location to save files
hr: Izaberi mjesto za spremanje slika
hy: Ընտրեք վայր ֆայլերի պահպանման համար
id: Pilih lokasi untuk menyimpan file

source: Save images to:
hr: Spremi slike u:
hy: Պահպանել նկարները...
id: Simpan Gambar ke:

source: Choose...
hr: Izaberi...
hy: Ընտրել...
id: Pilih...

source: Capture entire window or screen
hr: Slikaj cijeli prozor ili zaslon
hy: Նկարել նշված պատուհանը կամ էկրանը
id: Ambil antara jendela atau layar

source: Resize Small
hr: Smanji prozor
hy: Փոխել փոքրի
id: Ubah ukuran lebih kecil

source: Resize Large
hr: Povećaj prozor
hy: Փոխել մեծի
id: Ubah ukuran lebih besar

source: Blue Bkgnd
hr: Plava pozadina
hy: Կապույտ ֆոն
id: Ltr Blkg Biru

source: White Bkgnd
hr: Bijela pozadina
hy: Սպիտակ ֆոն
id: Ltr Blkg Putih

source: Capture Window Only
hr: Slikaj prozor (bez izbornika i obruba)
hy: Նկարել պատուհանը միայն
id: Ambil Jendela Saja

source: Capture Full Window
hr: Slikaj cijeli prozor
hy: Նկարել ամբողջ պատուհանը
id: Ambil Jendela Penuh

source: Capture Window Plus
hr: Slikaj prozor i dodatno
hy: Նկարել պատուհանը և ավելին
id: Ambil Tambahan Jendela

source: Capture Full Screen
hr: Slikaj cijeli zaslon
hy: Նկարել ամբողջ էկրանով
id: Ambil Full Screen

source: Wait 5 seconds and capture frontmost window/dialog
hr: Pričekaj 5 sekunda pa slikaj najprednji prozor
hy: Սպասեք 5 վարկյան և նկարեք նախկին նշված պատուհանը/երկխոսությունը
id: Tunggu 5 detik dan ambil jendela/dialog terdepan

source: Capture part of a project window
hr: Slikaj dio prozora (određenu traku)
hy: Նկարել պրոեկտի էկրանի մաս
id: Ambil bagian dari jendela proyek

source: All Toolbars
hr: Sve alatne trake
hy: Բոլոր գործիքադարակները
id: Semua Toolbar

source: All Effects
hr: Učinci
hy: Էֆեկտներ
id: Efek

source: All Scriptables
hr: Sve datoteke (*)|*
hy: Բոլոր ֆայլերը (*)|*
id: Semua File (*)|*

source: All Preferences
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: SelectionBar
hr: Za navođenje
hy: ՆշվածԲար
id: BarSeleksi

source: Spectral Selection
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Timer
hr: Vrijeme
hy: Ժամ
id: Waktu

source: Tools
hr: S pomagalima
hy: Գործիքներ
id: Alat

source: Transport
hr: Za gibanje
hy: Շարժ
id: T&ransportasi

source: Mixer
hr: S klizačima
hy: Միախառնող

source: Meter
hr: S mjerilima
hy: Մետր

source: Play Meter
hr: Mjerilo sviranoga
hy: Նվագարկել հաշվիչով
id: Pengukur Permainan

source: Record Meter
hr: Mjerilo snimljenoga
hy: Ձայնագրել հաշվիչով
id: Pengukur Rekaman

source: Edit
hr: Za uređivanje
hy: Փոխել

source: Device
hr: Za uređaje
hy: Սարք
id: Perangkat

source: Play-at-Speed
hr: Sviraj-pri-brzini
hy: Նվագարկել արագությամբ
id: Memainkan berkecepatan

source: Track Panel
hr: Za zapis
hy: Ձայնագրության պանել
id: Panel Trek

source: Ruler
hr: Ravnalo
hy: Քանոն
id: Penggaris

source: Tracks
hr: Zapisi
hy: Ձայնագրություններ
id: Trek

source: First Track
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: Second Track
hr: Drugi zapis
hy: Երկրորդ ձայնագրություն
id: Trek Kedua

source: Scale
hr: Ravnalo
hy: Մասշտաբ
id: Skala

source: One Sec
hr: 1 sekundu
hy: Մեկ վարկ.
id: Satu Dtk

source: Ten Sec
hr: 10 sekundi
hy: Տաս վարկ.
id: 10 Dtk

source: One Min
hr: 1 minuta
hy: Մեկ րոպե
id: Satu Mnt

source: Five Min
hr: 5 minuta
hy: Հինգ րոպե
id: Lima Mnt

source: One Hour
hr: 1 sat
hy: Մեկ ժամ
id: Satu Jam

source: Short Tracks
hr: Niski zapisi
hy: Կարճ ձայնագրություններ
id: Trek Kecil

source: Medium Tracks
hr: Srednjevisoki zapisi
hy: Միջին ձայնագրություններ
id: Trek Sedang

source: Tall Tracks
hr: Visoki zapisi
hy: Մեծ ձայնագրություններ
id: Trek Panjang

source: Choose a location to save screenshot images
hr: Izaberite mjesto za spremanje slika zaslona.
hy: Ընտրեք վայր պահպանելու համար նկարված նկարները
id: Pilih lokasi untuk menyimpan gambar hasil screenshot

source: Sequence has block file exceeding maximum %s samples per block. Truncating to this maximum length.
hr: Niz ima blokovsku datoteku dužine %s > mMaxSamples %s. Rezanje na mMaxSamples.
hy: Շարունակությունը բլոկ ֆայլ է երկարությամբ %s > mMaxSample-երի %s. Ընդհատված մինչ mMaxSample-եր:

source: Warning - Truncating Overlong Block File
hr: Upozorenje: blokovske osamljene datoteke
hy: Ուշադրություն - Առանձնացած բլոկ ֆայլ(եր)
id: Anak file blok: (%s)

source: &Preview
hr: Pret&poslušaj
hy: Դիտում

source: Dry Previe&w
hr: Suho pret&poslušanje
hy: Չոր դիտու&մ
id: Preview Potongan

source: &Settings
hr: &Mogućnosti...
hy: Կ&արգավորումներ...
id: &Opsi...

source: Debu&g
hr: &Raskukči (debug)
hy: Վրիպ&ած
id: &Benah

source: Off
hy: Անջատել

source: Nearest
hy: Մոտակա

source: Prior
hy: Պրիոր

source: Sound Activated Record
hr: Podraženo snimanje
hy: Ձայնի ակտիվացված ձայնագրում
id: Rekam dengan Suara Diaktifkan

source: Activation level (dB):
hr: Podražajna glasnoća (dB):
hy: Ակտիվացման փուլ (դԲ)՝
id: Level Aktivasi (dB):

source: Welcome to Audacity!
hr: Dobro došli u Audacity!
hy: Բարի գալուստ Աուդասիթի:
id: Selamat datang di Audacity!

source: Don't show this again at start up
hr: Više ne prikazuj
hy: Չցուցադրել սա մուտքի ժամանակ
id: Jangan tampilkan lagi waktu start up

source: Connection to project file is null
hr: Pregledavanje datoteka projekta
hy: Ստուգելով պրոեկտ ֆայլի ծամանակը
id: Memeriksa data file proyek...

source: Artist Name
hr: Ime umjetnika
hy: Կատարողի անունը
id: Nama Artis

source: Track Title
hr: Naslov zapisa
hy: Երգի վերնագիրը
id: Judul Trek

source: Album Title
hr: Naslov albuma
hy: Ալբոմի վերնագիրը
id: Judul album

source: Track Number
hr: Broj zapisa
hy: Երգի համարը
id: Nomor Trek

source: Year
hr: Godina
hy: Տարին
id: Tahun

source: Genre
hr: Žanr
hy: Ոճը

source: Comments
hr: Komentari
hy: Նկարագրություն
id: Kommentar
