Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
hr: Izabrali ste zapis bez zvuka. Samospust može obraditi jedino zvučne zapise.
hy: Դուք ընտրել եք ֆայլ, որը աուդիո չէ: ԱվտոԽուսափումը-ը աշխատում է աուդիո ֆայլերում միայն:
id: Anda memilih trek yang tidak ada suaranya. AutoDuck hanya bisa memproses trek beraudio.

source: Auto Duck needs a control track which must be placed below the selected track(s).
hr: Samospust treba upravljajući zapis ispod izabranoga zapisa.
hy: Ավտո խուսափմանն անհրաժեշտ է վերահսկել ձայնագրությունները, որը ներգևում պիտի տեղադրվի, նշված ձայնագրությունը (ները):
id: Auto Duck membutuhkan trek pengendali yang harus ditempatkan dibawah trek yang dipilih.

source: Duck &amount:
hr: Jačina spuštanja:
hy: Ամբողջական խուսափում՝
id: Banyak Duck:

source: seconds
hr: sekunda
hy: վարկյան
id: detik

source: Ma&ximum pause:
hr: Najveća stanka:
hy: Առավելագույն դադար՝
id: Tunda maksimum:

source: Outer fade &down length:
hr: Dužina vanjske izblijede:
hy: Արտաքին մթացում ներգևի երկարությամբ՝
id: Panjang fade down luar:

source: Outer fade &up length:
hr: Dužina vanjske odblijede:
hy: Արտաքին մթացում վերևի երկարությամբ՝
id: Panjang fade up luar:

source: Inner fade d&own length:
hr: Dužina unutarnje izblijede:
hy: Ներքին մթացում ներգևի երկարությամբ՝
id: Panjang fade down dalam:

source: Inner &fade up length:
hr: Dužina unutarnje odblijede:
hy: Ներքին մթացում վերևի երկարությամբ՝
id: Panjang fade up dalam:

source: &Threshold:
hr: Prag:
hy: Մուտք՝
id: Ambang Batas:

source: Preview not available
hr: Pretposlušavanje nedostupno
hy: Կարճ դիտում չի աջակցում
id: Preview tidak tersedia

source: Bass and Treble
hr: Bas i treble
hy: Բաս և եռատակ

source: Simple tone control effect
hr: Stegni izbor s lijeva
hy: Ընտրություն մգացնել ձախ
id: Pilih yang di Kiri

source: Bass (dB):
hr: Bas (dB):
hy: Բաս (դԲ)՝
id: Boost (dB):

source: Ba&ss (dB):
hr: Bas (dB):
hy: Բաս (դԲ)՝
id: Boost (dB):

source: Bass
hr: Bas
hy: Բաս

source: &Treble (dB):
hy: Եռատակ (դԲ)՝
id: Ja&rak (dB):

source: Treble
hy: Եռատակ

source: &Volume (dB):
hr: &Treble (dB):
hy: Եռատակ (դԲ)՝
id: Ja&rak (dB):

source: Level
hr: Razina
hy: Փուլ
id: Tingkat:

source: Change Pitch
hr: Promijeni visinu zvuka
hy: Փոխել տոնի բարձրությունը
id: Mengubah Pitch

source: Changes the pitch of a track without changing its tempo
hr: Promijeni visinu zvuka bez promjene tempa
hy: Փոխել տոնի բարձրությունը տեմպի հետ
id: Mengubah Pitch Tanpa Mengubah Tempo

source: Change Pitch without Changing Tempo
hr: Promijeni visinu zvuka bez promjene tempa
hy: Փոխել տոնի բարձրությունը տեմպի հետ
id: Mengubah Pitch Tanpa Mengubah Tempo

source: Estimated Start Pitch: %s%d (%.3f Hz)
hr: Procijenjena početna visina tona: %s%d (%.3f Hz)
hy: Մոտավոր սկսման տոնի բարձրություն՝ %s%d (%.3f Հց)

source: Pitch
hr: Visina zvuka:
hy: Տոնի բարձրություն

# change pitch
source: from
hr: od
hy: ից
id: dari

# change pitch
source: &from
hr: od
hy: ից
id: dari

source: from Octave
hr: od oktave
hy: Օկտավաից
id: Oktaf Bawah

# change pitch
source: to
hr: do
hy: դեպի
id: ke

# change pitch
source: &to
hr: do
hy: դեպի
id: ke

source: to Octave
hr: u oktavu
hy: Օկտավա
id: Oktaf Bawah

source: Semitones (half-steps)
hr: Polutoni (polukoraci):
hy: Որոշ տոներ (կես-քայլեր)
id: Seminada (separuh langkah):

source: &Semitones (half-steps):
hr: Polutoni:
hy: Որոշ տոներ (կես-քայլեր)՝
id: Seminada (separuh langkah):

source: Frequency
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: from (Hz)
hr: od (Hz)
hy: (Հց) -ից
id: dari

source: to (Hz)
hr: u (Hz)
hy: մինչ (Հց)

source: t&o
hr: do
hy: դեպի
id: ke

source: Percent C&hange:
hr: Promjena u postotcima:
hy: Տոկոս փոխում՝
id: Presentase Perubahan:

source: Percent Change
hr: Promjena u postotcima
hy: Տոկոս փոխում
id: Presentase Perubahan

source: Change Speed
hr: Promjena brzinu
hy: Փոխված արագություն
id: Mengubah Kecepatan

source: Changes the speed of a track, also changing its pitch
hr: Promijeni visinu zvuka bez promjene tempa
hy: Փոխել տոնի բարձրությունը տեմպի հետ
id: Mengubah Pitch Tanpa Mengubah Tempo

source: Change Speed, affecting both Tempo and Pitch
hr: Promijeni brzinu s utjecajem na tempo i visinu zvuka
hy: Փոխված արագություն, ազդելով տեմի և տոնի բարձրության
id: Mengubah Kecepatan, mengubah Tempo dan juga Pitch

source: &Speed Multiplier:
hr: Višestruk izvoz
hy: Վերցնել բազմակի
id: Ekspor Banyak

source: Standard Vinyl rpm:
hr: Standardni broj okretaja gramofonske ploče po minuti:
hy: Ստանդարտ վինիլային պտույտ րոպեում՝
id: Vinyl RPM Standar:

source: From rpm
hr: Iz broja okretaja
hy: Պտույտ րոպեից
id: Dari RPM

# change speed
source: &from
hr: od
hy: ից
id: dari

# change speed
source: &to
hr: do
hy: դեպի
id: ke

source: Selection Length
hr: Dužina izbora
hy: Ընտրվածի երկարություն
id: Panjang Pilihan

source: C&urrent Length:
hr: Trenutačna razlika
hy: Ներկա տարբերությունը
id: Perbedaan yang ada

source: Current length of selection.
hr: Obreži datoteku na izbor
hy: Կտրել նշվածը
id: Trim file ke bagian terpilih

# change speed
source: from
hr: od
hy: ից
id: dari

source: &New Length:
hr: Dužina:
hy: Երկարություն
id: Panjang

# change speed
source: to
hr: do
hy: դեպի
id: ke

source: Change Tempo
hr: Promjena tempa
hy: Փոխել տեմպը
id: Mengubah Tempo

source: Changes the tempo of a selection without changing its pitch
hr: Promijeni tempo bez promjene visine zvuka
hy: Փոխել տեմպը տոնի բարձրության հետ
id: Mengubah Tempo Tanpa Mengubah Pitch

source: High Quality Tempo Change
hr: Završna promjena tempa (%)
hy: Վերջնական տեմպի փոխում (%)
id: Perubahan Tempo Final (%)

source: Change Tempo without Changing Pitch
hr: Promijeni tempo bez promjene visine zvuka
hy: Փոխել տեմպը տոնի բարձրության հետ
id: Mengubah Tempo Tanpa Mengubah Pitch

source: Beats per minute
hr: Udaraca po minuti (BPM):
hy: Բիթեր րոպեում՝
id: Bit per Menit:

source: Beats per minute, from
hr: Udaraca po minuti (BPM):
hy: Բիթեր րոպեում՝
id: Bit per Menit:

# change tempo
source: &from
hr: od
hy: ից
id: dari

source: Beats per minute, to
hr: Udaraca po minuti (BPM):
hy: Բիթեր րոպեում՝
id: Bit per Menit:

# change tempo
source: &to
hr: do
hy: դեպի
id: ke

source: Length (seconds)
hr: Dužina (u sekundama)
hy: Երկարություն (վարկյան)
id: Panjang (detik)

# change tempo
source: from
hr: od
hy: ից
id: dari

# change tempo
source: t&o
hr: do
hy: դեպի
id: ke

source: Length in seconds from %s, to
hr: Do dužine (u sekundama)
hy: մինչ երկարություն վարկյանում
id: Ke panjang dalam detik

source: Click Removal
hr: Uklanjanje škljocaja
hy: Սեղմել հեռացման

source: Algorithm not effective on this audio. Nothing changed.
hy: Այս աուդիոյի համար ալգորիթմը էֆեկտիվ չէ: Չփոխվեց:

source: Selection must be larger than %d samples.
hy: Նշվածը պետք է մեծ լինի քան %d նշումները:

source: &Threshold (lower is more sensitive):
hr: Prag (niži je osjetljiviji):
hy: Շեմ (Ցածրում ավելի զգայուն)՝
id: Pilih ambang batas (lebih rendah, lebih sensitif):

source: Threshold
hr: Prag
hy: Շեմ
id: Ambang Batas

source: Max &Spike Width (higher is more sensitive):
hr: Najveća širina vrška (veća je osjetljivija):
hy: Առավելագ. ծայրի լայնությունը (Ցածրում ավելի զգայուն)՝
id: Besar Spike maksimal (lebih tinggi, lebih sensitif):

source: Max Spike Width
hr: Najveća širina vrška
hy: Առավելագ. ծայրի լայնությունը
id: Ketebalan Maksimal

source: Compressor
hr: Sažimač
hy: Խտացնող
id: Kompresor

source: %3d dB
hy: %3d դԲ

source: %.2f secs
hr: %.2f sekundi
hy: %.1f վարկյ.
id: %.1f detik

source: %.1f secs
hr: %.1f s
hy: %.1f վարկյ.
id: %.1f detik

source: Ratio %.0f to 1
hr: Omjer %.0f naprema 1
hy: Հարաբերակցում %.0f ից 1
id: Rasio: %.0f banding 1

source: Ratio %.1f to 1
hr: Omjer %.1f naprema 1
hy: Հարաբերակցում %.1f ից 1
id: Rasio %.1f banding 1

source: &Noise Floor:
hr: Tlo šuma:
hy: Աղմուկի ծածկ՝
id: Dasar Bisaing:

source: Noise Floor
hr: Tlo šuma
hy: Աղմուկի ծածկ
id: Dasar Bising

source: &Ratio:
hr: Omjer:
hy: Հարաբերակցում՝

source: Ratio
hr: Omjer
hy: Հարաբերակցում
id: Rasio

source: &Attack Time:
hr: Vrijeme napada:
hy: Գրոհի ժամ՝

source: Attack Time
hr: Vrijeme napada
hy: Գրոհի ժամ
id: Waktu Serang

source: R&elease Time:
hr: Prošlo vremena:
hy: Ազատ ժամանակ՝
id: Waktu Berjalan:

source: Release Time
hr: Gradnja izdanja
hy: Ազատ ժամանակ
id: Versi Rilis

source: Ma&ke-up gain for 0 dB after compressing
hr: Poslije sažimanja popravi pojačanje na 0dB
hy: Ձևափոխման ավելացում 0 դԲ -ի խտացումից հետո
id: Naikkan ke 0dB setelah mengompres

source: C&ompress based on Peaks
hr: Sažimanje temeljeno na Peaksu
hy: Խտացում պիկի բազայի վրա
id: Pengompresan didasari oleh banyaknya Pik

source: Threshold %d dB
hr: Prag %d dB
hy: Շեմը %d դԲ
id: Ambang Batas %d dB

source: Noise Floor %d dB
hr: Tlo šuma %d dB
hy: Աղմուկի ծածկ %d դԲ
id: Dasar Bisaing %d dB

source: Attack Time %.2f secs
hr: Trajanje napada %.1f s
hy: Գրոհի ժամ %.1f վարկյ.
id: Waktu Serang %.1f dtk

source: Release Time %.1f secs
hr: Trajanje raspada %.1f s
hy: Մնաց ժամանակ %.1f վարկյ.
id: Waktu Kekurangan %.1f dtk

source: You can only measure one track at a time.
hr: Istovremeno ne možete mjeriti više zapisa.
hy: Դուք կարող եք չափել միայն մեկ ձայնագրություն ժամանակի հետ:

source: Please select an audio track.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Nothing to measure. Please select a section of a track.
hr: Ništa za mjeriti. Izaberite dio zapisa.
hy: Ոչինչ չափված չէ: Խնդրում ենք ընտրել ձայնագրության մաս:

source: Contrast Analyzer, for measuring RMS volume differences between two selections of audio.
hr: Analizator kontrasta mjeri razliku glasnoće RMS dvaju područja izbora (ne upisujte brojeve!).
hy: Մթացման անալիզ միջին քառակուսային ձայնաչափի տարբերության համար, երկու աուդիոների արանքում:
id: Penganalisis kontras, untuk mengukur perbedaan volume rms diantara dua audio yang dipilih.

source: End
hr: Kraj
hy: Ավարտ
id: Akhir

source: Volume
hr: Glasnoća
hy: Ձայնաչափ
id: Volume Suara

source: &Foreground:
hr: Prednina:
hy: Առաջին պլանի ֆոն՝
id: Latar Depan:

source: Foreground start time
hr: Početno vrijeme prednine
hy: Առաջին պլանի ֆոն սկսման ժամանակ
id: Waktu mulai latar depan

source: Foreground end time
hr: Završno vrijeme prednine
hy: Առաջին պլանի ֆոն ավարտի ժամանակ
id: Waktu selesai latar depan

source: &Measure selection
hr: Izmjeri izbor
hy: Հավասարեցման նշում
id: Seleksi pengukuran

source: &Background:
hr: Pozadina:
hy: Հետևի պլան ֆոն:
id: Latar Belakang:

source: Background start time
hr: Početno vrijeme pozadine
hy: Հետևի պլանի ֆոն սկսման ժամանակ
id: Waktu mulai latar belakang

source: Background end time
hr: Završno vrijeme pozadine
hy: Հետևի պլանի ֆոն ավարտի ժամանակ
id: Waktu akhir latar belakang

source: Mea&sure selection
hr: Izmjeri izbor
hy: Հավա&սարեցման նշում
id: Seleksi pengukuran

source: Result
hr: Rezultat
hy: Արդյունք
id: Hasil

source: Co&ntrast Result:
hr: Rezultat kontrasta:
hy: Մթաց&ման արդյունք՝
id: Hasil Kontras:

source: R&eset
hr: Resetiraj
hy: Վեր&նշել
id: Ulang

source: &Difference:
hr: Razlika:
hy: Տարբերություն՝
id: Perbedaan:

source: &Help
hr: &Pomoć
hy: Օգնություն
id: &Bantuan

source: zero
hr: nula
hy: զրո
id: nol

source: indeterminate
hr: neodredivo
hy: Անորոշ
id: Tidak bisa mendeterminasi

source: %.2f dB RMS
hr: %.1f dB
hy: %.1f դԲ
id: %.1f dB

source: Infinite dB difference
hr: beskonačna razlika dB
hy: Անսահման դԲ տարածություն
id: perbedaan dB tak hingga

source: Difference is indeterminate.
hr: Razlika je neodrediva.
hy: Տարբերությունը անորոշ է:
id: Perbedaaannya tidak terdeterminasikan.

source: Difference = %.2f RMS dB.
hr: Razlika = %.1f prosječno RMS dB.
hy: Տարբերություն = %.1f միջին քառակուսային դԲ:
id: Perbedaan = %.1f dB rata-rata rms.

source: Difference = infinite RMS dB.
hr: Razlika = beskonačni prosječni RMS dB.
hy: Տարբերություն = անսահման միջին քառակուսային դԲ:
id: Perbedaan = Rata-rata rms tak hingga.

source: Foreground level too high
hr: Završno vrijeme prednine
hy: Առաջին պլանի ֆոն ավարտի ժամանակ
id: Waktu selesai latar depan

source: Background level too high
hr: Završno vrijeme pozadine
hy: Հետևի պլանի ֆոն ավարտի ժամանակ
id: Waktu akhir latar belakang

source: WCAG2 Pass
hr: WCAG2 je prošao
hy: WCAG2 Անցում
id: WCAG2 Lolos

source: WCAG2 Fail
hr: WCAG2 nije prošao
hy: WCAG2 Ձախողում
id: WCAG2 Gagal

source: Current difference
hr: Trenutačna razlika
hy: Ներկա տարբերությունը
id: Perbedaan yang ada

source: Measured foreground level
hr: Izmjerena razina prednine
hy: Հավասարեցված առաջին պլանի ֆոնի փուլ
id: Tingkat latar depan yang terhitung

source: %.2f dB
hr: %.1f dB
hy: %.1f դԲ
id: %.1f dB

source: No foreground measured
hr: Neizmjerene prednine
hy: Չկա առաջին պլանի ֆոնի հավասարված

source: Foreground not yet measured
hr: Neizmjerene prednine
hy: Չկա առաջին պլանի ֆոնի հավասարված
id: No foreground measured

source: Measured background level
hr: Izmjerena razina pozadine
hy: Հավասարեցված հետևի պլանի ֆոնի փուլ
id: Tingkat latar belakang yang terhitung

source: No background measured
hr: Neizmjerene pozadine
hy: Չկա հետևի պլանի ֆոնի հավասարեցված

source: Background not yet measured
hr: Neizmjerene pozadine
hy: Չկա հետևի պլանի ֆոնի հավասարեցված
id: No background measured

source: Export Contrast Result As:
hr: Izvezi rezultat kontrasta kao:
hy: Ներմուծել մթացման արդյունքը որպես՝
id: Mengekspor Hasil Kontras Sebagai:

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
hr: WCAX 2.0 za uspješnost kriterija (1.4.7) - rezultati kontrasta
hy: WCAG 2.0 հաջող էր կրիտերիա 1.4.7 մթացման արդյունք
id: Hasil Kontras Kriteria Sukses WCAG 2.0 1.4.7

source: Filename = %s.
hr: Ime datoteke = %s.
hy: Ֆայլի անուն = %s.
id: Nama File = %s.

source: Foreground
hr: Prednina
hy: Առաջին պլանի ֆոն
id: Latar Depan

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
hr: Vrijeme početka = %2d sat(i), %2d minuta, %.2f sekunda.
hy: Ժամ սկսված = %2d ժամ, %2d րոպե, %.2f վարկյան:
id: Waktu dimulai = %2d jam, %2d menit, %.2f detik.

source: Time ended = %2d hour(s), %2d minute(s), %.2f seconds.
hr: Vrijeme završetka = %2d sat(i), %2d minuta, %.2f sekunda.
hy: Ժամ ավարտված = %2d ժամ, %2d րոպե, %.2f վարկյան:
id: Waktu selesai = %2d jam, %2d menit, %.2f detik.

source: Background
hr: Pozadina
hy: Հետևի պլանի ֆոն
id: Latar Belakang

source: Results
hr: Rezultati
hy: Արդյունք
id: Hasil

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
hr: Mjerilo uspješnosti 1.4.7 za WCAG 2.0: prolazak
hy: Հաջող կրիտերիա 1.4.7 ից WCAG 2.0: անցում
id: Kesuksesan Kriteria 1.4.7 dari WCAG 2.0: Berhasil

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
hr: Mjerilo uspješnosti 1.4.7 za WCAG 2.0: neuspjeh
hy: Հաջող կրիտերիա 1.4.7 ից WCAG 2.0: դուրս
id: Kesuksesan Kriteria 1.4.7 dari WCAG 2.0: Gagal

source: Data gathered
hr: Skupljeni podatci
hy: Ինֆորացիոն հավաքված
id: Data Terkumpul

source: Contrast Analysis (WCAG 2 compliance)
hr: Analiza kontrasta (sukladna s WCAG 2)
hy: Մթացման անալիզ (WCAG 2 համապատասխանություն)
id: Analisis Kontras (Permasalahan WCAG 2)

source: Contrast...
hr: Kontrast...
hy: Հակադրում...
id: Kontras...

source: Hard Clipping
hr: Nađi porezano
hy: Գտնել անջատում
id: Mencari Clipping

source: Soft Clipping
hr: &Pokaži obrezano
hy: Ցուցադրել անջատվածությունը
id: &Lihat Clipping

source: Soft Overdrive
hr: Potvrda prekopisanja
hy: Վերագրման հաստատում
id: Konfirmasi Penibanan

source: Medium Overdrive
hr: Potvrda prekopisanja
hy: Վերագրման հաստատում
id: Konfirmasi Penibanan

source: Expand and Compress
hr: Sažimač opsega glasnoće
hy: Դինամիկ շարային խտացում
id: Pengompresan Dinamis

source: Leveller
hr: Uravnavalac
hy: Կայունարար

source: Rectifier Distortion
hr: Izobličavalac
hy: Այլակերպում
id: Distorsi

source: Upper Threshold
hr: Prag
hy: Շեմ
id: Ambang Batas

source: Parameter 1
hr: Parametri
hy: Կարգավորել
id: Parameter

source: Parameter 2
hr: Parametri
hy: Կարգավորել
id: Parameter

source: Number of repeats
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Distortion
hr: Izobličavalac
hy: Այլակերպում
id: Distorsi

source: Distortion type:
hr: Izobličavalac
hy: Այլակերպում
id: Distorsi

source: Threshold controls
hr: Prag šuma:
hy: Շեմ
id: Ambang Batas untuk Bising:

source: Parameter controls
hr: Parametri
hy: Կարգավորել
id: Parameter

source: Clipping level
hr: Rezanje
hy: Կտրում
id: Clipping

source: Clipping threshold
hr: Izaberite prag
hy: Աղմուկի շեմը՝
id: Pilih Ambang Batas

source: Distortion amount
hr: Izobličavalac
hy: Այլակերպում
id: Distorsi

source: Output level
hr: Jačina izlaza
hy: Էֆեկտի կարգավորումներ
id: PErangkat Output

source: Repeat processing
hr: Obrada u svežnju CleanSpeech
hy: նվազեցնել մշակման ժամանակը:
id: Proses Batch CleanSpeech

source: Degree of Levelling
hr: Stupanj uravnjenja
hy: Փուլավորման աստիչան՝
id: Derajat Leveller

source: dB Limit
hr: Graničnik
hy: Սահմանափակիչ
id: Pembatas

source: Wet level
hr: 2-razinski
hy: 2 փուլ
id: 2 level

source: (-100 to 0 dB):
hr: % (od -50 do 100):
hy: (%) [-50 ից 100]:

source: (-80 to -20 dB):
hr: % (od -50 do 100):
hy: (%) [-50 ից 100]:

source: (0 to 100):
hr: % (od -50 do 100):
hy: (%) [-50 ից 100]:

source: (0 to 5):
hr: % (od -50 do 100):
hy: (%) [-50 ից 100]:

source: DTMF Tones
hr: Zvukovi DTMF...
hy: Հեռ. տոնի ազդանշաններ...
id: Nada DTMF...

source: DTMF &sequence:
hr: Niz DTMF:
hy: Հեռ. տոնի ազդանշանի հերթականություն՝
id: Urutan DTMF:

source: &Amplitude (0-1):
hr: Amplituda (0-1)
hy: Լայնք (0-1)
id: Amplitudo (0-1)

source: &Duration:
hr: Trajanje:
hy: Ժամաչափ՝
id: Durasi

source: &Tone/silence ratio:
hr: Omjer zvuka i tišine:
hy: Տոն/լռության հարաբերակցություն՝
id: Rasio nada dengan diam:

source: Duty cycle:
hr: Postotak zvuka:
hy: Աշխատման ցիկլ՝
id: Pengulangan:

source: %.1f %%
hr: %.1f s
hy: %.1f վարկյ.
id: %.1f detik

source: Tone duration:
hr: Trajanje zvuka:
hy: Տոնի ժամաչափ՝
id: Durasi nada:

source: %.0f ms
hr: %.0f:1
hy: %.0f:1
id: %.0f:1

source: Silence duration:
hr: Trajanje tišine:
hy: Լռության ժամաչափ՝
id: Durasi diam:

source: %0.f ms
hr: %.0f:1
hy: %.0f:1
id: %.0f:1

source: Echo
hr: Jeka
hy: Կրկնում

source: Repeats the selected audio again and again
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնում նշված աուդիոն որպես %s
id: Mengekspor audio terpilih sebagai %s

source: &Delay time (seconds):
hr: Odgoda (s):
hy: Դանդաղեցման ժամ (վարկյան)՝
id: Waktu tenggang (detk):

source: D&ecay factor:
hr: Čimbenik raspada:
hy: Քայքայման գործոն՝
id: Faktor kekurangan:

source: Built-in
hr: Učinci zvučne jedinice
hy: Աուդիո յունիթ էֆեկտներ
id: Efek Unit Audio

source: Presets
hr: Predzadanost:
hy: Վերնշել՝
id: Aturan Lanjut:

source: Export Effect Parameters
hr: &Uredi parametre
hy: &Փոխել կարգավորումները
id: &Edit Parameter

source: Could not open file: "%s"
hr: Pogrješka pri otvaranju datoteke: "%s"
hy: Չի ստացվում բացել ֆայլը՝ "%s"
id: Tidak bisa membuka file:"%s"

source: Error Saving Effect Presets
hr: Pogrješka pri spremanju projekta
hy: VST սկզբնաբերման պահպանման սխալ
id: Error Meyimpan Proyek

source: Error writing to file: "%s"
hr: Pogrješka pri pisanju u datoteku
hy: Ֆայլի գրման սխալ
id: Error menulis ke file

source: Import Effect Parameters
hr: &Uredi parametre
hy: &Փոխել կարգավորումները
id: &Edit Parameter

source: %s: is not a valid presets file.
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Preparing preview
hr: Priprema pretposlušanja
hy: Կարճ դիտման պատրաստում
id: Meyiapkan preview

source: Previewing
hr: Pretposlušanje
hy: Կարճ դիտում
id: Melihat preview

source: Applied effect: %s
hr: Dodan učinak: %s
hy: Կիրառված էֆեկտ %s
id: Efek teraplikasi: %s

source: Applied command: %s
hr: Dodan učinak: %s
hy: Կիրառված էֆեկտ %s
id: Efek teraplikasi: %s

source: Select Preset
hr: Izbriši predzadanosti
hy: Ջնջել վերագրումը
id: Hapus Aturan Lanjut

source: &Preset:
hr: Predzadanost:
hy: Վերագրում՝
id: Aturan Lanjut:

source: User Presets
hr: Predzadanost
hy: Նշումներ
id: Aturan Lanjut

source: Factory Presets
hr: Uvezi predzadanosti
hy: Ներմուծել վերագրումներ
id: Impor Aturan Lajut

source: Current Settings
hr: Postavke učinka
hy: Էֆեկտի կարգավորումներ
id: Aturan Efek

source: Factory Defaults
hr: Obnovi predzadanosti
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

source: Effect failed to initialize
hr: Koder FLAC nije se uspio inicijalizirati Stanje: %d
hy: FLAC կոդավորման անհաջող մեկնարկ Կարգավիճակ՝ %d
id: Encoder FLAC gagal menginisialisasi Status: %d

source: Command failed to initialize
hr: Koder FLAC nije se uspio inicijalizirati Stanje: %d
hy: FLAC կոդավորման անհաջող մեկնարկ Կարգավիճակ՝ %d
id: Encoder FLAC gagal menginisialisasi Status: %d

source: Effects Rack
hr: Učinci
hy: Էֆեկտներ
id: Efek

source: &Apply
hr: Uporabi %s
hy: Հաստատել %s
id: Mengaplikasikan %s

source: Latency: 0
hr: Latencija
hy: Թաքնված
id: Laten

source: &Bypass
hr: Pojasnopropusni
hy: Բենդ հաճախությամբ
id: Batas Band

source: Move Up
hr: Pomakni &gore
hy: Տեղափոխել &վերև
id: Pindah ke &Atas

source: Move effect up in the rack
hr: Snimka premještena u drugi zapis
hy: Տեղափոխվածը միացնել այլ ձայնագրության
id: Telah dipindah ke trek yang lain

source: Move Down
hr: Pomakni &dolje
hy: Տեղափոխել &ներգև
id: Pindak ke &Bawah

source: Move effect down in the rack
hr: Snimka premještena u drugi zapis
hy: Տեղափոխվածը միացնել այլ ձայնագրության
id: Telah dipindah ke trek yang lain

source: Latency: %4d
hr: Latencija
hy: Թաքնված
id: Laten

source: Some Command
hr: Izaberite naredbu
hy: Ընտրել հրահանգ
id: Pilih Komando

source: &Manage
hr: Upravljaj s krivuljama
hy: Փոփոխել կորերը

source: Start &Playback
hr: Sviranje
hy: Փոփոխվող նվագարկում
id: Memainkan

source: Preview effect
hr: Pret&poslušaj
hy: Դիտում
id: Pre&view

source: &Preview effect
hr: Pretposlušaj pri&je izrezanoga područja:
hy: Ցուցադրում մինչ մասի կտրումը՝
id: Preview se&belum wilayah dipotong:

source: Skip forward
hr: Skoči na početak
hy: Անցնել սկիզբ
id: Langsung ke Awal

source: Skip &Forward
hr: Naprijed
hy: Անցնել սկիզբ
id: Percepat ke Akhir

source: Enable
hr: omogućeno
hy: Միացված է
id: Dibolehkan

source: Save Preset...
hr: Spremi predzadanost
hy: Պահպանել վերագրումը
id: Simpan Aturan Lanjut

source: Delete Preset
hr: Izbriši predzadanosti
hy: Ջնջել վերագրումը
id: Hapus Aturan Lanjut

source: Defaults
hr: &Predzadano
hy: &Նախնական
id: &Normal

source: Import...
hr: &Uvezi...
hy: &Ներմուծում...
id: &Impor...

source: Export...
hr: &Izvezi...
hy: &Ֆայլի վերցնում...
id: &Ekspor

source: Options...
hr: Mogućnosti...
hy: Կարգավորել...
id: Opsi...

source: Name: %s
hr: Ime
hy: Անուն
id: Nama

source: Description: %s
hr: Za prijepis
hy: Արտագրում
id: Transkrispi

source: Are you sure you want to delete "%s"?
hr: Želite li sigurno izbrisati %s?
hy: Իսկապե՞ս ցանկանում եք ջնջել %s
id: anda yakin mau menghapus %s?

source: Save Preset
hr: Spremi predzadanost
hy: Պահպանել վերագրումը
id: Simpan Aturan Lanjut

source: Preset name:
hr: Predzadanost:
hy: Վերագրում՝
id: Aturan Lanjut:

source: You must specify a name
hr: Prvo izaberite neki zapis.
hy: Դուք պետք է առաջինը ընտրեք ձայնագրությունը:
id: Anda harus pilih trek terlebih dahulu

source: Preset already exists. Replace?
hr: Datoteka imena "%s" već postoji. Prekopisati?
hy: Ֆայլը անվանված՝ "%s" արդեն կա: Փոխարինե՞լ:
id: File bernama "%s" telah ada. Ganti?

source: Stop &Playback
hr: Sviranje
hy: Նվագարկում
id: Memainkan

source: Play
hr: Sviraj
hy: Նվագարկել

source: B-spline
hy: Բ-սպլայն
id: Papan Bergelombang

source: Cosine
hr: kosinusni
hy: Կոսինուս
id: Kosinus

source: Cubic
hr: kubični
hy: Քառակուսի
id: Kubik

source: Equalization
hr: Ekvalizacija
hy: Տատանումների կառուցում
id: Ekualisasi

source: Filter Curve EQ
hr: Izaberite krivulju
hy: Նշել կոր
id: Pilih kurva:

source: Graphic EQ
hr: Grafički EQ
hy: Գրաֆիկ տատանում
id: Grafik EQ

source: Bass Boost
hr: Pojačanje basa
hy: Բաս (դԲ)՝

source: Bass Cut
hr: Pojačanje basa
hy: Բաս
id: Bass Boost

source: Treble Boost
hr: Treble
hy: Եռատակ
id: Ja&rak (dB):
