Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Unable to retrieve stream description
hr: Opis toka nedostupan
hy: Անհնար է ստանալ հոսքի նկարագրությունը
id: Tidak bisa menerima deskripsi aliran

source: Unable to get fill buffer
hr: Nije moguće dobiti "fill buffer"
hy: Անհնար է ստանալ բուֆերի լրացումը
id: Tidak bisa mendapatkan penyanggah isi

source: Import Raw
hr: Uvozi sirovo
hy: Անմշակ ներմուծում
id: Impor Raw

source: Import Raw Data
hr: Uvozi sirove podatke
hy: Անմշակ տվյալների ներմուծում
id: Impor Data Raw

source: No endianness
hr: Bez 'endiannessa'
hy: Ոչ ճիշտ բայտ
id: Tidak ada pengakhiran

source: Little-endian
hy: Քիչ բայտի ձև
id: Pengakhiran Kecil

source: Big-endian
hy: Մեծ բայտի ձև
id: PEngakhiran Besar

source: Default endianness
hr: Predzadana vrijednost 'endiannessa'
hy: Լռելյայն բայտի ձև
id: Pengakhiran Biasa

source: 1 Channel (Mono)
hr: 1 kanal (mono)
hy: 1 Ալիք (Մոնո-մեկ դինամիկ)
id: 1 Saluran (Mono)

source: 2 Channels (Stereo)
hr: 2 kanala (stereo)
hy: 2 Ալիքներ (Ստերեո-երկու դինամիկ)
id: 2 Saluran (Stereo)

source: %d Channels
hr: %d kanala
hy: %d Ալիքներ
id: %d Saluran

source: Byte order:
hr: Poredak bajtova:
hy: Բայտ պատվեր՝
id: Persebaran byte:

source: Channels:
hr: Kanali:
hy: Ալիքներ՝
id: Saluran:

source: Start offset:
hr: Početni otklon:
hy: Սկզբի տարբերություն՝
id: Awal penyeimbangan:

source: bytes
hr: B
hy: բիթեր
id: byte

source: Amount to import:
hr: Količina za uvoz:
hy: Ներմուծման քանակ՝
id: Besar yang diimpor:

source: Sample rate:
hr: Uzorkovna brzina:
hy: Ձայնաչափի բաժին՝
id: Rate sampel:

source: &Import
hr: &Uvezi
hy: Ներմուծել
id: &Impor

source: %s left
hr: lijevo
hy: Ձախ
id: kiri

source: %s right
hr: desno
hy: Աջ
id: kanan

source: start
hr: Početak
hy: Սկսել
id: Awal

source: end
hr: Kraj
hy: Ավարտ
id: Akhir

source: Time shifted clips to the left
hr: Vremenski %s pomaknuti zapisi/isječci %.02f sekunda
hy: Ժամափոխված ձայնագրություններ/ամրացումներ %s %.02f վարկյան
id: Waktu trek/klip %s dipersingkat %.02f seconds

source: Time-Shift
hr: Vremenski pomak
hy: Ժամափոխում

source: Clip B&oundaries
hr: Obreži gra&nice
hy: Կտրել սահմանները

source: Previo&us Clip
hr: Prethodni alat
hy: Նախորդը գործիք
id: Alat Sebelumnya

source: Select Previous Clip
hr: Prethodni alat
hy: Նախորդը գործիք
id: Alat Sebelumnya

source: N&ext Clip
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Select Next Clip
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Pre&vious Clip Boundary
hr: Obreži gra&nice
hy: Կտրել սահմանները

source: Cursor to Prev Clip Boundary
hr: Obreži gra&nice
hy: Կտրել սահմանները
id: Atur Batas Kiri

source: Ne&xt Clip Boundary
hr: Obreži gra&nice
hy: Կտրել սահմանները
id: Atur Batas Kiri

source: Cursor to Next Clip Boundary
hr: Obreži gra&nice
hy: Կտրել սահմանները
id: Atur Batas Kiri

source: Time Shift &Left
hr: Vremenski pomak
hy: Ժամի որոշման գործիք
id: Alat Menyingkat Waktu

source: Time Shift &Right
hr: Vremenski pomak
hy: Ժամի որոշման գործիք
id: Alat Menyingkat Waktu

source: Pasted text from the clipboard
hr: Tekst zalijepljen iz međuspremnika
hy: Տեքստի տեղադրում ժամանակավոր փոխանցողից
id: Teks ditempel dari clipboard

source: Pasted from the clipboard
hr: Zaplijepljeno iz međuspremnika
hy: Տեղադրում ժամանակավոր փոխանցողից
id: Ditempel dari clipboard

source: Nothing to undo
hr: Ništa za vratiti
hy: Ոչինչ հետ չբերել
id: Tidak mungkin membatalkan

source: Nothing to redo
hr: Ništa za poništiti
hy: Ոչինչ առաջ չտալ
id: Tidak mungkin melakukan kembali

source: Cut to the clipboard
hr: Izreži u međuspremnik
hy: Կտրել ժամանակավոր փոխանցողի մեջ
id: Potong ke Clipboard

source: Deleted %.2f seconds at t=%.2f
hr: Izbrisanih %.2f sekunda u t=%.2f
hy: Ջնջված %.2f վարկյան մինչ t=%.2f
id: Terhapus %.2f detik pada t=%.2f

source: Pasting one type of track into another is not allowed.
hr: Kopiranje jedne vrste zapisa u drugu nije dopušteno.
hy: Տեղադրում մի տեսակից մյուսը ձայնագրություն չի աջակցում:
id: Menempelkan satu tipe audio ke tipe lainnya tidak diperbolehkan.

source: Copying stereo audio into a mono track is not allowed.
hr: Kopiranje stereo zvuka u mono zapis nije dopušteno.
hy: Պատճենումը ստերեո աուդիոյի որպես մոնո չի աջակցում:
id: Menyalin auido stereo ke trek mono tidak diperbolehkan.

source: Duplicated
hr: Udvostručeno
hy: Կրկնվող
id: Terduplikat

source: Duplicate
hr: Udvostruči
hy: Կրկնօրինակել
id: Duplikatkan

source: Split-cut to the clipboard
hr: Razdvoji i izreži u međuspremnik
hy: Առանձնացնող կտրում ժամանակավոր փոխանցողի մեջ
id: Potong sekaligus ke clipboard

source: Split Cut
hr: Razdvoji i izreži
hy: Առանձնացնող կտրում
id: Potong Sekaligus

source: Split-deleted %.2f seconds at t=%.2f
hr: Razdvojeno i izbrisano %.2f sekunda pri t=%.2f
hy: Անջատում-ջնջված %.2f վարկյանը մինչ t=%.2f
id: Dihapus sekaligus %.2f detik pada t=%.2f

source: Split Delete
hr: Razdvoji i izbriši
hy: Անջատել ջնջել
id: Hapus Sekaligus

source: Silenced selected tracks for %.2f seconds at %.2f
hr: Stišane izabrane snimke za %.2f sekunda pri %.2f
hy: Լռելյայն նշված ձայնագրությունները %.2f վարկյանի մինչ %.2f
id: Telah didiamkan trek terpilih pada %.2f seconds at %.2f

# command
source: Silence
hr: Tišina
hy: Լռելյայն
id: Diam

source: Trim selected audio tracks from %.2f seconds to %.2f seconds
hr: Obreži izabrane snimke od %.2f sekunda do %.2f sekunda
hy: Հատում նշված աուդիո տարածությունները %.2f վարկյանից %.2f վարկյան
id: Telah didiamkan trek terpilih pada %.2f seconds at %.2f

source: Trim Audio
hr: Obreži zvuk
hy: Հատել աուդիո
id: Merekam Audio

source: Split
hr: Razdvoji
hy: Անջատել
id: Sekaligus

source: Split to new track
hr: Razdvoji u novi zapis
hy: Անջատել որպես նոր ձայնաֆայլի
id: Sekaliguskan ke trek baru

source: Split New
hr: Razdvoji novo
hy: Անջատել նոր
id: Perbaharui sekaligus

source: Joined %.2f seconds at t=%.2f
hr: Spojen %.2f sekunda pri t=%.2f
hy: Միացված %.2f վարկյանը մինչ t=%.2f
id: Bergabung %.2f detik pada t=%.2f

source: Join
hr: Spoji
hy: Միացնել իրար
id: Pasangkan

source: Detached %.2f seconds at t=%.2f
hr: Otrgnut %.2f sekunda pri t=%.2f
hy: Բաժանված %.2f վարկյանը մինչ t=%.2f
id: Terlepas %.2f detik pada t=%.2f

source: Detach
hr: Otrgni
hy: Բաժանել
id: Lepas

source: Metadata Tags
hr: Uredi oznake metapodataka
hy: Փոխել ժամանակի ինֆորմացիոն տեգերը
id: Edit Tag Metadata

source: &Edit
hr: &Uredi
hy: Փոխել

source: Cu&t
hr: I&zreži
hy: Կտրել
id: &Potong

source: &Delete
hr: &Izbriši
hy: Ջնջել
id: &Hapus

source: &Copy
hr: &Kopiraj
hy: Պատճենել
id: &Salin

source: &Paste
hr: &Zalijepi
hy: Տեղադրել
id: &Tempel

source: Duplic&ate
hr: &Udvostruči
hy: Կրկնօրինակել
id: &Gandakan

source: R&emove Special
hy: Հեռացնել հատուկ
id: Rekaman Audio

source: Spl&it Cut
hr: Ra&zdvoji i izreži
hy: Անջատելով կտրել
id: Potong Se&kaligus

source: Split D&elete
hr: Ra&zdvoji i izbriši
hy: Անջատելով ջնջել
id: H&apus Sekaligus

source: Silence Audi&o
hr: &Stišaj zvuk
hy: Ձայնազրկել աուդիոն
id: &Diamkan Audio

source: Tri&m Audio
hr: &Obreži zvuk
hy: Հատել աուդիոն
id: Rekaman Audio

source: Sp&lit
hr: Ra&zdvoji
hy: Անջատել իրարից
id: &Gabung

source: Split Ne&w
hr: Ra&zdvoji novo
hy: Անջատել նոր
id: Gabung yang &Baru

source: &Join
hr: Spo&ji
hy: Միացնել
id: &Berteman

source: Detac&h at Silences
hr: Razdvo&ji kod tišina
hy: Նշել լռելյայն
id: Membuat tugas di Diam

source: &Metadata...
hr: Uredi meta&podatke...
hy: Փոխել ժամային տվյալները...
id: Edit Metadata

source: Pre&ferences...
hr: Pos&tavke...
hy: Կարգավորումներ...
id: Pre&ferensi...

source: &Delete Key
hr: Tipka brisanja
hy: ՋնջելԲանալի
id: KunciHapus

source: Delete Key&2
hr: Tipka brisanja 2
hy: ՋնջելԲանալի2
id: KunciHapus2

source: Mi&xer
hr: Traka s k&lizačima
hy: Միախառնող գործիքադարակ
id: Toolbar Mi&xer

source: Ad&just Playback Volume...
hr: Prilagodi brzinu izvođenja
hy: Կարգավորել նվագարկման ձայնաչափը
id: Ubah kecepatan bermain

source: &Increase Playback Volume
hr: Ubrzaj sviranje
hy: Նվագարկման ձայնաչափի ավելացում
id: Tingkatkan kecepatan bermain

source: &Decrease Playback Volume
hr: Uspori sviranje
hy: Նվագարկման ձայնաչափի նվազեցում
id: Turunkan kecepatan bermain

source: Adj&ust Recording Volume...
hr: Snimanje završeno
hy: Կարգավորել ձայնագրման ձայնաչափը
id: Selesai merekam

source: I&ncrease Recording Volume
hr: Ubrzaj sviranje
hy: Ձայնագրման ձայնաչափի ավելացում
id: Tingkatkan kecepatan bermain

source: D&ecrease Recording Volume
hr: Uspori sviranje
hy: Ձայնագրման ձայնաչափի նվազեցում
id: Turunkan kecepatan bermain

source: De&vice
hr: &Uređaj
hy: Սարք
id: Perang&kat

source: Change &Recording Device...
hr: Promijeni ulazni uređaj
hy: Փոխել ձայնագրող սարքը
id: Mengubah Pitch

source: Change &Playback Device...
hr: Promijeni ulazni uređaj
hy: Փոխել նվագարկող սարքը
id: Mengubah Pitch

source: Change Audio &Host...
hr: Promijeni zvučni poslužnik
hy: Փոխել աուդիո հոսթը
id: Membuat cache audio

source: Change Recording Cha&nnels...
hr: Promijeni ulazni uređaj
hy: Փոխել ձայնագրող ալիքները
id: Mengubah Pitch

source: &Full Screen (on/off)
hr: Cjelozaslonski da/ne
hy: Լիաէկրան միացնել/անջատել
id: Layar penuh hidup/mati

source: Export Selected Audio
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնել նշված աուդիոն
id: Exporting selected audio as %s

source: There are no label tracks to export.
hr: Ne postoje zapisi oznaka za izvoz.
hy: Չկան նշման ձայնագրություններ վերցման համար:
id: Tidak ada label yang diekspor

source: Please select only one Note Track at a time.
hr: Istovremeno ne možete mjeriti više zapisa.
hy: Դուք կարող եք չափել միայն մեկ ձայնագրություն ժամանակի հետ:
id: Silahkan pilih aksinya

source: Please select a Note Track.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Export MIDI As:
hr: Izvezi MIDI kao:
hy: Վերցնել MIDI-ն որպես
id: Ekspor MIDI Sebagai:

source: MIDI file
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Allegro file
hr: Sve datoteke (*)|*
hy: Բոլոր ֆայլերը (*)|*
id: Semua File (*)|*

source: You have selected a filename with an unrecognized file extension. Do you want to continue?
hr: Izabrali ste ime datoteke s neraspoznatljivim nastavkom. Želite li nastaviti?
hy: Դուք ընտրել եք ֆայլի անունը չընդունված ֆորմատային ձևաչափով: Ցանկանու՞մ եք շարունակել:
id: Anda memilih nama file yang ekstensinya tidak bisa dibaca. Anda ingin meneruskan?

source: Export MIDI
hr: Izvezi MIDI
hy: Վերցնել MIDI-ն
id: Ekspor MIDI

source: Imported labels from '%s'
hr: Uvezene oznake iz '%s'
hy: Ներմուծված նշումներ '%s' -ից
id: Diimpor label dari '%s'

source: Import Labels
hr: Uvezi oznake
hy: Ներմուծել նշումներ
id: Impor label

source: Select a MIDI file
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: MIDI files
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: Allegro files
hr: Sve datoteke (*)|*
hy: Բոլոր ֆայլերը (*)|*
id: Semua File (*)|*

source: &Dangerous Reset...
hr: Spremi predzadanost
hy: Պահպանել վերագրումը
id: Simpan Aturan Lanjut

source: Open Recent
hr: Otvori nedavne
hy: Բացել նախկիններից
id: Buka yang Sebelumnya

source: Recent &Files
hr: Nedavne &datoteke
hy: Նախկին &ֆայլեր
id: &File Sebelumnya

source: &Save Project
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Save Project &As...
hr: Spremi projekt &kao...
hy: Պահպանել պրոեկտը &որպես...
id: Simpan &Proyek Sebagai...

source: &Backup Project...
hr: &Otvori nedavnu...
hy: Բացել &նախկիններից...
id: Buka yang &Sebelumnya...

source: &Export
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: Export as MP&3
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: Export as &WAV
hr: Izvezi oznake kao:
hy: Վերցնել նշումները որպես՝
id: Ekspor label sebagai:

source: Export as &OGG
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: &Export Audio...
hr: &Izvezi...
hy: Վերցնել աուդիոն...
id: &Ekspor

source: Expo&rt Selected Audio...
hr: Izvezi iz&bor...
hy: Վերցնել նշված աուդիոն...
id: Eksp&or Terpilih...

source: Export &Labels...
hr: Izvezi &oznake...
hy: Վերցնել նշումները...
id: Ekspor &Label...

source: Export &Multiple...
hr: Izvoz &više datoteka...
hy: Վերցնել կոլեկտիվ...
id: Ekspor &Multipel...

source: Export MI&DI...
hr: Izvezi MIDI...
hy: Վերցնել որպես MIDI...
id: Ekspor MIDI...

source: &Audio...
hr: &Zvuk...
hy: Աուդիո...

source: &Labels...
hr: &Oznake...
hy: Նշումներ...
id: &Label...

source: &Raw Data...
hr: &Sirovi podatci...
hy: Անմշակ տվյալներ...
id: &Data Raw...

source: Pa&ge Setup...
hr: &Postavke stranice...
hy: Էջի կարգավորումներ...
id: Setup &Halaman...

source: &Print...
hr: &Ispiši...
hy: Տպել...

source: E&xit
hr: &Izlaz
hy: Դուրս գալ
id: Ke&luar

source: Export as FLAC
hr: Izvezi oznake kao:
hy: Վերցնել նշումները որպես՝
id: Ekspor label sebagai:

source: Save %s
hr: Spremljeno %s
hy: Պահպանված %s
id: Tersimpan %s

source: Unable to save %s
hr: Nemoguće ukloniti '%s'.
hy: Անհնար է հեռացնել '%s'.
id: Tidak bisa membuang '%s'

source: Do you have these problems?
hr: Želite li spremiti promjene?
hy: Ցանկանու՞մ եք պահպանել փոփոխությունները:
id: Anda mau menyimpan perubahan?

source: Fix
hr: Smiješaj
hy: Միախառնում
id: Mix

source: Quick Fixes
hr: Datoteke QuickTime
hy: QuickTime ֆայլեր
id: File QuickTime

source: Nothing to do
hr: Ništa za vratiti
hy: Ոչինչ հետ չբերել
id: Tidak mungkin membatalkan

source: Clocks on the Tracks
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Can't select precisely
hr: Nije moguće otvoriti datoteku projekta
hy: Չի հաջողվում բացել պրոեկտ ֆայլը
id: Tidak bisa membuka file proyek

source: Recording stops and starts
hr: Snimanje započeto
hy: Ձայնագրումը սկսված է
id: Mulai merekam

source: Audio Device Info
hr: Podatci o zvučnom uređaju
hy: Աուդիո սարքի մասին
id: Info Perangkat Audio

source: MIDI Device Info
hr: Uređaji MIDI
hy: MIDI սարքեր
id: Perangkat MIDI

source: &Quick Fix...
hr: &Pomoć
hy: Օգնություն
id: &Bantuan

source: &Getting Started
hr: Početak izbora:
hy: Ընտրված սկիզբ՝
id: Awal Pilihan:

source: Audacity &Manual
hr: Audacityjev dnevnik
hy: Աուդասիթի պատմության գրքույկ
id: Proyek Audacity

source: &Quick Help...
hr: &Pomoć
hy: Օգնություն
id: &Bantuan

source: &Diagnostics
hr: -test (pokreni samodijagnostiku)
hy: -test (ինքնամիացող հետազոտում)
id: -test (jalankan diagnosa otomatis)

source: Au&dio Device Info...
hr: Po&datci o zvučnom uređaju...
hy: Աուդիո սարքի մասին...

source: &MIDI Device Info...
hr: Po&datci o zvučnom uređaju...
hy: Աուդիո սարքի մասին...
id: Perangkat MIDI

source: Show &Log...
hr: Prikaži &dnevnik...
hy: Ցուցադրել &պատմության ֆայլերը...
id: Tunjukkan &Log...

source: &About Audacity...
hr: &O Audacityju...
hy: &Աուդասիթիի մասին...
id: &Tentang Audacity

source: Added label
hr: Oznaka dodana
hy: Ավելացված նշում
id: Label telah dibuat

source: Paste Text to New Label
hr: Zalijepi tekst u novu oznaku
hy: Տեղադրել տեքստը նոր նշումում
id: Tempel Teks ke Label Baru

source: Cut labeled audio regions to clipboard
hr: Izrezana označena područja u međuspremnik
hy: Կտրել նշված աուդիո մասերը ժամանակավոր փոխանցողի մեջ
id: Potong wilayah berlabel ke clipboard

source: Cut Labeled Audio
hr: Izreži označeni zvuk
hy: Կտրել նշված աուդիոն
id: Potong Label

source: Deleted labeled audio regions
hr: Izbrisano označeno zvučno područje
hy: Ջնջել նշված աուդիո մասերը
id: Wilayah berlabel dihapus

source: Delete Labeled Audio
hr: Izbrisan označen zvuk
hy: Ջնջել նշված աուդիոն
id: Wilayah berlabel dihapus

source: Split Cut labeled audio regions to clipboard
hr: Razdvoji i izreži označena područja na međuspremnik
hy: Անջատել կտրել նշված աուդիո մասերը ժամանակավոր փոխանցողի մեջ
id: Potong Sekaligus wilayah berlabel ke clipboard

source: Split Cut Labeled Audio
hr: Razdvoji i izreži označen zvuk
hy: Անջատել կտրել նշված աուդիոն
id: Potong Sekaligus Label

source: Split Deleted labeled audio regions
hr: Razdvoji i izbriši označena zvučna područja
hy: Անջատել ջնջված նշված աուդիո մասերը
id: Hapus Sekaligus wilayah berlabel

source: Split Delete Labeled Audio
hr: Razdvoji i izbriši označen zvuk
hy: Անջատել ջնջել նշված աուդիոն
id: Hapus Sekaligus Label

source: Silenced labeled audio regions
hr: Stišana označena područja utišanja
hy: Լռելյան նշված աուդիո մասերը
id: Wilayah berlabel didiamkan

source: Silence Labeled Audio
hr: Stišati označena područja utišanja
hy: Լռելյայն նշված աուդիոն
id: Wilayah berlabel didiamkan

source: Copied labeled audio regions to clipboard
hr: Označena zvučna područja kopirana su u međuspremnik
hy: Պատճենվում է նշված աուդիո մասերը ժամանակավոր փոխանցողի մեջ
id: Salin wilayah berlabel ke clipboard

source: Copy Labeled Audio
hr: Kopiraj označen zvuk
hy: Պատճենել նշված աուդիոն
id: Salin Label

source: Split labeled audio (points or regions)
hr: Razdvojena označena područja
hy: Անջատել նշված աուդիոն (միավորները կամ մասերը)
id: Sekaliguskan wilayah berlabel

source: Split Labeled Audio
hr: Razdvojiti označena područja
hy: Անջատել նշված աուդիոն
id: Sekaliguskan wilayah berlabel

source: Joined labeled audio (points or regions)
hr: Spojena označena područja
hy: Միացված նշված աուդիոն (միավորներ կամ մասեր)
id: Wilayah berlabel digabung

source: Join Labeled Audio
hr: Spojiti označena područja
hy: Միացնել նշված աուդիոն
id: Wilayah berlabel digabung

source: Detached labeled audio regions
hr: Otrgnuta označena područja
hy: Բաժանված նշված աուդիո մասերը
id: Wilayah berlabel yang terlepas

source: Detach Labeled Audio
hr: Otrgnuti označen zvuk
hy: Բաժանել նշված աուդիոն
id: Lepaskan Label

source: &Labels
hr: Oznake
hy: Նշումներ
id: Label

source: &Edit Labels...
hr: &Uredi oznake...
hy: Փոխել նշումները...
id: &Edit Label

source: Add Label at &Selection
hr: Dodaj &oznaku izboru
hy: Ավելացնել նշում &նշվածում
id: Tambahkan Label Pada &Pilihan

source: Add Label at &Playback Position
hr: Dodaj oznaku dok se svira
hy: Ավելացնել նշումը &Նվագարկման կետում
id: Tambahkan Label Pada &Posisi Kursor

source: Paste Te&xt to New Label
hr: Zalijepi &tekst u novu oznaku
hy: Տեղադրել տեքստը նոր նշումում
id: Tempel Tek&s ke Label Baru

source: La&beled Audio
hr: &Označen zvuk
hy: Նշված աուդիո
id: &Wilayah Terlabel

source: &Cut
hr: I&zreži
hy: Կտրել
id: &Potong

source: Label Cut
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Label Delete
hr: Razdvoji i izbriši
hy: Անջատել ջնջել
id: Hapus Sekaligus

source: &Split Cut
hr: Ra&zdvoji i izreži
hy: Անջատող կտրում
id: Potong Se&kaligus

source: Label Split Cut
hr: Razdvoji i izreži
hy: Առանձնացնող կտրում
id: Potong Sekaligus

source: Sp&lit Delete
hr: Ra&zdvoji i izbriši
hy: Անջատող ջնջում
id: Hapus Seka&ligus

source: Label Split Delete
hr: Razdvoji i izbriši
hy: Անջատել ջնջել
id: Hapus Sekaligus

source: Silence &Audio
hr: &Stišaj zvuk
hy: Լռելյայն &աուդիո
id: Diamkan &Audio

source: Label Silence
hr: Tišina
hy: Լռելյայն
id: Diam

source: Co&py
hr: Ko&piraj
hy: Պատճենել
id: &Salin

source: Label Copy
hr: Oznaka
hy: Նշիչ
id: Label

source: Spli&t
hr: &Razdvoji
hy: Անջատել իրարից
id: Ga&bung

source: Label Split
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Label Join
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Move &Backward from Toolbars to Tracks
hr: Idi nazad od alatnih traka do zapisa
hy: Տեղափոխել հետ բերումը գործիքադարակից ֆայլ
id: Maju ke belakang dari toolbar ke Trek

source: Move F&orward from Toolbars to Tracks
hr: Idi naprijed od alatnih traka do zapisa
hy: Տեղափոխել առաջ բերումը գործիքադարակից ֆայլ
id: Maju ke depan dari toolbar ke Trek

source: Move Focus to &Previous Track
hr: Premjesti žarište na prethodni zapis
hy: Փոխել կենտրոնացումը նախորդ ձայնագրության վրա
id: Pindahkan Fokus ke Trek Sebelumnya

source: Move Focus to &Next Track
hr: Premjesti žarište na sljedeći zapis
hy: Փոխել կենտրոնացումը հաջորդ ձայնագրության վրա
id: Pindahkan Fokus ke Trek Selanjutnya

source: Move Focus to &First Track
hr: Premjesti žarište na sljedeći zapis
hy: Փոխել կենտրոնացումը հաջորդ ձայնագրության վրա
id: Pindahkan Fokus ke Trek Selanjutnya

source: Move Focus to &Last Track
hr: Premjesti žarište na sljedeći zapis
hy: Փոխել կենտրոնացումը հաջորդ ձայնագրության վրա
id: Pindahkan Fokus ke Trek Selanjutnya

source: Move Focus to P&revious and Select
hr: Premjesti žarište na prethodni zapis i izaberi
hy: Փոխել կենտրոնացումը նախորդ և ընտրել
id: Pindahkan Fokus ke Trek Sebelumnya dan Pilih

source: Move Focus to N&ext and Select
hr: Premjesti žarište na prethodni zapis i izaberi
hy: Փոխել կենտրոնացումը հաջորդ և ընտրել
id: Pindahkan Fokus ke Trek Selanjutnya dan Pilih

source: &Toggle Focused Track
hr: Mijenjaj žarišni zapis
hy: Փոխանջատել կենտրոնացված ձայն. ֆայլը
id: Fokuskan ke Trek Terpilih

source: Toggle Focuse&d Track
hr: Mijenjaj žarišni zapis
hy: Փոխանջատել կենտրոնացված ձայն. ֆայլը
id: Fokuskan ke Trek Terpilih

source: &Repeat %s
hr: Ponovi %s
hy: Կրկնել %s
id: Ulangi %s

source: Plug-in %d to %d
hr: Priključci %i do %i
hy: Պլագիններ %i ից %i
id: Plugin %i ke %i

source: &Generate
hr: &Stvori
hy: Արտադրել
id: &Buat

source: Repeat Last Generator
hr: Ponovi zadnji učinak
hy: Կրկնել վերջին էֆեկտը
id: Ulangi Efek Terakhir

source: Effe&ct
hr: U&činak
hy: Էֆեկտ
id: E&fek

source: Repeat Last Effect
hr: Ponovi zadnji učinak
hy: Կրկնել վերջին էֆեկտը
id: Ulangi Efek Terakhir

source: &Analyze
hr: &Prouči
hy: Ստուգել
id: &Analisa

source: Repeat Last Analyzer
hr: Ponovi zadnji učinak
hy: Կրկնել վերջին էֆեկտը
id: Ulangi Efek Terakhir

source: T&ools
hr: S pomagalima
hy: Գործիքներ
id: Alat

source: Repeat Last Tool
hr: Ponovi zadnji učinak
hy: Կրկնել վերջին էֆեկտը
id: Ulangi Efek Terakhir

source: &Macros...
hr: &Oznake...
hy: Նշումներ...
id: &Label...

source: &Apply Macro
hr: Uporabi %s
hy: Հաստատել %s
id: Mengaplikasikan %s

source: Palette...
hr: &Izbriši...
hy: Ջնջել...
id: Hapus

source: Reset &Configuration
hr: Potvrda brisanja pravila
hy: Կանոնի ջնջման հաստատում
id: Informasi Perubahan

source: &Screenshot...
hr: &Slikaj zaslon...
hy: Պատկերող գործիքներ...
id: &Alat Screenshot...

source: &Run Benchmark...
hr: &Pokreni pokus brzine...
hy: Բացել հենանիշը...
id: &Jalankan Benchmark...

source: Simulate Recording Errors
hr: Snimanje
hy: Փոփոխվող ձայնագրում
id: Merekam

source: Detect Upstream Dropouts
hr: Izaberite tok(ove) za uvoz
hy: Նշել հոսք(եր) ներմուծման համար
id: Pilih stream untuk diimpor

source: Script&ables I
hr: promijenjivi
hy: Փոփոխական
id: Variabel

source: Select Time...
hr: Izabire
hy: Ընտրել
id: Pilih

source: Select Frequencies...
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: Select Tracks...
hr: Izabire
hy: Ընտրել
id: Pilih

source: Set Track Status...
hr: na &početak zapisa
hy: Ձայնային ֆայլի սկիզբ
id: ke &Awal Trek

source: Get Preference...
hr: Postavke...
hy: Կարգավորումներ...
id: Preferensi...

source: Set Preference...
hr: Postavke...
hy: Կարգավորումներ...
id: Preferensi...

source: Set Clip...
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Set Envelope...
hr: Omotnica
hy: Պատիչ
id: Amplop

source: Set Label...
hr: &Uredi oznake...
hy: Փոխել նշումները...
id: &Edit Label

source: Set Project...
hr: Spremi projekt &kao...
hy: Պահպանել պրոեկտը &որպես...
id: Simpan &Proyek Sebagai...

source: Set Track...
hr: &Razvrstaj zapise
hy: Ձայնային ֆայլի ֆիլտր
id: Trek Kecil

source: Get Info...
hr: &Preuzmi druge...
hy: Ստանալ ավելին...
id: &History...

source: Message...
hr: &Preuzorkuj...
hy: Վերկտրում...
id: &Sampel Ulang...

source: Help...
hr: Pomoć
hy: Օգնություն
id: Bantuan

source: Open Project...
hr: &Otvori nedavnu...
hy: Բացել &նախկիններից...
id: Buka yang &Sebelumnya...

source: Save Project...
hr: Spremi projekt &kao...
hy: Պահպանել պրոեկտը &որպես...
id: Simpan &Proyek Sebagai...

source: Move Mouse...
hr: &Preuzmi druge...
hy: Ստանալ ավելին...
id: &History...

source: Compare Audio...
hr: Sažimač...
hy: Խտացնող...
id: Kompresor...

source: Screenshot (short format)...
hr: &Slikaj zaslon...
hy: Պատկերող գործիքներ...
id: &Alat Screenshot...

source: Set Left Selection Boundary
hr: Postavi lijevu granicu izbora
hy: Դնել ձախ ընտրված սահմանը
id: Atur Batas Kiri

source: Position
hr: Položaj
hy: Հեռավորություն
id: Posisi
