Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Use arrow keys (or ENTER key after editing) to navigate fields.
hr: Rabite strelice (ili Enter poslije uređivanja) za gibanje poljima.
hy: Օգտագործել մկնիկի ստեղները (կամ ՆՇԻ՛Ր ստեղն փոփոխումից հետո) կառավարելու համար դաշտերը:
id: Gunakan tombol arah (atau tombol RETURN setelah mengedit) untuk navigasi.

source: Tag
hr: Osobina
hy: Տեգ

source: Value
hr: Podatak
hy: Արժեք
id: Nilai

source: &Add
hr: &Dodaj
hy: Ավելացնել
id: &Tambah

source: &Remove
hr: &Ukloni
hy: Հեռացնել
id: &Buang

source: Genres
hr: Popis žanrova
hy: Ոճեր
id: Genre

source: E&dit...
hr: &Uredi...
hy: Փ&ոխել...

source: Rese&t...
hr: Prepo&stavi...
hy: Վեր&նշել...
id: A&tur ulang...

source: Template
hr: Obrazac za metapodatke
hy: Պատրաստի նմուշ
id: Sketsa

source: &Load...
hr: &Učitaj...
hy: Բեռնում...
id: &Ambil...

source: Set De&fault
hr: &Predzadaj
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

source: Don't show this when exporting audio
hr: Više ne podsjećaj
hy: Չցուցադրել այս զգուշացումը կրկին
id: Jangan perlihatkan peringatan lagi

source: Edit Genres
hr: Uredi žanre
hy: Փոխել ոճերը
id: Edit Genre

source: Unable to save genre file.
hr: Nemoguće spremiti datoteku žanrova.
hy: Հնարավոր չէ պահպանել ժանր ֆայլը:
id: Tidak bisa menyimpan file genre.

source: Reset Genres
hr: Resetiraj žanre
hy: Վերնշել ժանրերը
id: Atur Ulang Genre

source: Are you sure you want to reset the genre list to defaults?
hr: Želite li sigurno resetirati popis žanrova?
hy: Դուք վստա՞հ եք, որ ուզում եք վերնշել ոճային ֆայլերը լռելյայն:
id: Anda yakin ingin mengatur ulang daftar genre Anda?

source: Unable to open genre file.
hr: Datoteke žanra nije moguće otvoriti.
hy: Չի հաջողվում բացել ոճի ֆայլը:
id: Tidak bisa membuka file genre.

source: Load Metadata As:
hr: Učitaj metapodatke kao:
hy: Ժամաչափի բեռնում որպես՝
id: Ambil Metadata Sebagai:

source: Error Loading Metadata
hr: Pogrješka pri učitavanju metapodataka
hy: Ժամաչափի բեռնման սխալ
id: Error mengambil metadata

source: Save Metadata As:
hr: Spremi metapodatke kao:
hy: Պահպանել ժամաչափը որպես՝
id: Simpan Metadata Sebagai:

source: Error Saving Tags File
hr: Pogrješka pri spremanju datoteke značaka
hy: Տեգ ֆայլի պահպանման սխալ
id: Error menyimpan file tags

source: Unsuitable
hr: Modul neprikladan
hy: Մոդուլը անընդունելի է
id: Dibolehkan

source: Audacity could not write file: %s.
hr: Audacity ne može pisati u datoteku: %s.
hy: Աուդասիթին չի կարողանում գրել ֆայլը՝ %s.
id: Audacity tidak bisa menulis file: %s.

source: Audacity could not open file: %s for writing.
hr: Audacity ne može otvoriti datoteke: %s za pisanje.
hy: Աուդասիթին չի կարողանում բացել ֆայլը՝ %s գրման համար:
id: Audacity tidak bisa membuka file: %s untuk ditulis.

source: Audacity could not write images to file: %s.
hr: Audacity ne može pisati slike u datoteke: %s.
hy: Աուդասիթին չի կարողանում գրել նկարը որպես ֆայլ՝ %s.
id: Audacity tidak bisa menulis gambar ke file: %s.

source: Audacity could not find file: %s. Theme not loaded.
hr: Audacity ne može naći datoteke: %s. Tema nije učitana.
hy: Աուդասիթին չի գտնում ֆայլը՝ %s. Տեսքը բեռնված չէ:
id: Audacity tidak bisa menemukan file: %s. Tema tidak diambil.

source: Audacity could not load file: %s. Bad png format perhaps?
hr: Audacity ne može učitati datoteke: %s. Možda loš png format?
hy: Աուդասիթին չի կարողանում բեռնել ֆայլը՝ %s. Վատ png ֆորմա՞տ է միգուցե:
id: Audacity tidak bisa mengambil file: %s. Format png yang buruk mungkin?

source: Audacity could not read its default theme. Please report the problem.
hr: Audacity nije mogao pročitati svoje predzadane teme. Molimo prijaviti problem.
hy: Աուդասիթին չի կարող կարդալ, սա լռելյայն տեսք է: Խնդրում ենք լուծել խնդիրը:
id: Audacity tidak bisa membaca tema normalnya. Tolong segera laporkan masalah ini.

source: None of the expected theme component files were found in: %s.
hr: Nijedna očekivana datoteka 'theme component' nije nađena u: %s.
hy: Որոշ ակնկալվող տեսքի ֆայլեր գտնվում են՝ %s.
id: Tidak ditemukan file komponen tema di: %s.

source: Could not create directory: %s
hr: Nije moguće napraviti mapu: %s
hy: Չի ստացվում ստեղծել ճանապարհը՝ %s
id: Tidak bisa membuat direktori: %s

source: Some required files in: %s were already present. Overwrite?
hr: Sve potrebne datoteke u: %s već su bile prisutne.
hy: Բոլոր պահանջվող ֆայլերը՝ %s արդեն ներկայացված են:
id: Semua file yang dibutuhjkan di: %s sudah ada.

source: Audacity could not save file: %s
hr: Audacity ne može spremiti datoteke: %s
hy: Աուդասիթին չի կարող պահպանել ֆայլը՝ %s
id: Audacity tidak bisa menyimpan file: %s

source: Classic
hy: Դասական զտումներ

source: Light
hr: Slabo
hy: Լույս
id: Cahaya

source: High Contrast
hr: Kontrast...
hy: Հակադրում...
id: Kontras...

source: Duration
hr: Trajanje
hy: Ժամաչափը
id: Durasi

source: Time Track
hr: Vremenski zapis
hy: Ժամ ֆայլի
id: Trek Waktu

source: Audacity Timer Record
hr: Snimanje sa štopericom
hy: Աուդասիթի ժամային ձայնագրում
id: Pencatat Waktu Rekaman Audacity

source: Save Timer Recording As
hr: Snimanje
hy: Փոփոխվող ձայնագրում
id: Merekam

source: The selected file name could not be used for Timer Recording because it would overwrite another project. Please try again and select an original name.
hr: Projekt nije spremljen jer bi njegovo spremanje prekopisalo drugi istoimeni postojeći projekt. Pokušajte ponovno i izaberite jedinstveno ime.
hy: Պրոեկտը չի պահպանվել, որովհետև ֆայլի անունը ապահովում է այլ պրոեկտի համար: Խնդրում ենք փորձել կրկին և նշել իսկական անունը:
id: Proyek ini tidak disimpan karena nama file yang ada akan menimpa proyek lainnya. Silahkan coba lagi dan pilih nama yang aslinya.

source: Error Saving Timer Recording Project
hr: Pogrješka pri spremanju projekta
hy: Պրոեկտի պահպանումը անհաջող էր
id: Error Meyimpan Proyek

source: Duration is zero. Nothing will be recorded.
hr: Trajanje je nula. Ništa se ne će snimiti.
hy: Ժամաչափը զրո է: Ոչինչ չի ձայնագրվել:
id: Durasinya nol. Tidak ada yang akan direkam.

source: Error in Duration
hr: Pogrješka u trajanju
hy: Ժամաչափի սխալ
id: Error dalam Durasi

source: Error in Automatic Save
hr: Pogrješka u trajanju
hy: Ժամաչափի սխալ
id: Error dalam Durasi

source: Error in Automatic Export
hr: Pogrješka u trajanju
hy: Ժամաչափի սխալ
id: Error dalam Durasi

source: Current Project
hr: Primijeni &tu
hy: Հաստատել ընթացիկ &պրոեկտում
id: Aplikasikan ke proyek yang tersedia

source: Recording start:
hr: Snimanje započeto
hy: Ձայնագրումը սկսված է
id: Mulai merekam

source: Duration:
hr: Trajanje:
hy: Ժամաչափ՝
id: Durasi

source: Recording end:
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Automatic Save enabled:
hr: Samoobnova pri urušenju
hy: Ավտոմատ հետ բերում վթարային իրավիճակից հետո:
id: Pengembalian Otomatis Akibat Crash

source: Automatic Export enabled:
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Action after Timer Recording:
hr: Snimanje sa štopericom
hy: Աուդասիթի ժամային ձայնագրում
id: Pencatat Waktu Rekaman Audacity

source: Audacity Timer Record Progress
hr: Snimanja sa štopericom
hy: Աուդասիթի ժամային ձայնագրման սանդղակ
id: Peningkatan Pencatat Waktu Rekaman Audacity

source: Timer Recording stopped.
hr: &Snimi sa štopericom...
hy: Ժամային ձայնագրում...
id: Pen&catat waktu rekaman...

source: Timer Recording completed.
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: %s Recording saved: %s
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: %s Error saving recording.
hr: Pogrješka pri spremanju projekta
hy: Պրոեկտի պահպանումը անհաջող էր
id: Error Meyimpan Proyek

source: %s Recording exported: %s
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Timer Recording
hr: Snimanje
hy: Փոփոխվող ձայնագրում
id: Merekam

source: 099 h 060 m 060 s
hy: 099 ժ 060 ր 060 վ
id: 0100 jam 060 mnt 060 dtk

source: 099 days 024 h 060 m 060 s
hr: 099 dana 024 h 060 m 060 s
hy: 099 օր 024 ժ 060 ր 060 վ
id: 0100 hari 024 jam 060 mnt 060 dtk

source: Start Date and Time
hr: Započni (dan, vrijeme)
hy: Սկզբի ամսաթիվ և ժամ
id: Tanggal dan Waktu mulai

source: Start Date
hr: Započeto dana
hy: Սկզբի ամսաթիվ
id: Tanggal Mulai

source: End Date and Time
hr: Završi (dan, vrijeme)
hy: Վերջի ամսաթիվ և ժամ
id: Tanggal dan Waktu selesai

source: End Date
hr: Završeno dana
hy: Վերջի ամսաթիվ
id: Tanggal Selesai

source: Automatic Save
hr: Samoobnova pri urušenju
hy: Ավտոմատ հետ բերում վթարային իրավիճակից հետո:
id: Pengembalian Otomatis Akibat Crash

source: Enable &Automatic Save?
hr: Sažimanje tišine:
hy: Միացնել &հատուցումը
id: Kompresi diam:

source: Save Project As:
hr: Spremi projekt &kao...
hy: Պահպանել պրոեկտը &որպես...
id: Simpan &Proyek Sebagai...

source: Select...
hr: Izabire
hy: Ընտրել
id: Pilih

source: Automatic Export
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Enable Automatic &Export?
hr: Nemoguće izvoziti
hy: Չի ստացվում վերցնել
id: Tidak bisa mengekspor

source: Export Project As:
hr: Izvezi predzadanosti
hy: Վերցնել վերագրումները
id: Ekspor Aturan Lanjut

source: Options
hr: Mogućnosti...
hy: Կարգավորել...
id: Opsi

source: After Recording completes:
hr: Mjerilo snimljenoga
hy: Ձայնագրել հաշվիչով
id: Pengukur Rekaman

source: Exit Audacity
hr: Ugasi Audacity
hy: Փակել Աուդասիթին
id: Keluar dari Audacity

source: Waiting to start recording at:
hy: Սպ
id: Me

source: Recording duration:
hr: Snimanje zvuka
hy: Աուդիոյի ձայնագրում
id: Merekam Audio

source: Scheduled to stop at:
hr: Izbor do početka
hy: Սկզբի նշումը
id: Pilih ke Awal

source: Audacity Timer Record - Waiting for Start
hr: Snimanje sa štopericom - čekanje na početak
hy: Աուդասիթի ժամային ձայնագրում - Սպասել սկսման
id: Pencatat Waktu Rekaman Audacity - Menunggu untuk mulai

source: Recording will commence in:
hr: Snimanje završeno
hy: Ձայնագրման սարք
id: Selesai merekam

source: Recording Saved:
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Recording Exported:
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Audacity Timer Record - Waiting
hr: Snimanje sa štopericom - čekanje na početak
hy: Աուդասիթի ժամային ձայնագրում - Սպասել սկսման
id: Pencatat Waktu Rekaman Audacity - Menunggu untuk mulai

source: Stereo, 999999Hz
hy: Ստերեո, 999999Հց

source: TrackView
hr: Prikaz zapisa
hy: ՁայնագրությանԴիտում
id: LihatTrek

source: Track %d
hr: Zapis %d
hy: Ձայնագրություն %d
id: Trek %d

source: Muted
hr: Nijem
hy: Լուռ
id: Diam

source: Soloed
hr: Solo
hy: Սոլո
id: Solo

source: Selected
hr: Izabire
hy: Ընտրել
id: Pilih

source: Sync Locked
hr: Zaključavanje odabrano
hy: Սինք-փակ նշված

source: Mute On
hr: Nijemo uključeno
hy: Լուռ միացնել
id: Sunyi Hidup

source: Solo On
hr: Solo uključeno
hy: Սոլո միացնել
id: Solo Hidup

source: Select On
hr: Izabrano
hy: Նշում միացնել
id: Pilihan Hidup

source: Click and drag to adjust relative size of stereo tracks, double-click to make heights equal
hr: Kliknite i povucite za prilagođivanje omjer veličina stereo zapisa.
hy: Սեղմեք և քաշեք, հարմարեցնելով ստերեո ձայնագրությունների հարաբերական չափերը:
id: Klik dan dorong untuk mengubah ukuran relatif trek stereo.

source: Click and drag to resize the track.
hr: Kliknite i povucite za prepovećavanje zapisa.
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong untuk mengubah ukuran trek

source: Removed audio track(s)
hr: Uklonjeni zvučni zapis(i)
hy: Հեռացված աուդիո ձայնագրություն(ներ)
id: Trek audio dibuang

source: Remove Track
hr: Ukloni zapis
hy: Հեռացնել ձայնագրությունը
id: Buang Trek

source: Removed track '%s.'
hr: Uklonjen zapis '%s.'
hy: Հեռացված ձայնագրություն '%s.'
id: Dibuang trek '%s.'

source: Track Remove
hr: Ukloni zapis
hy: Հեռացնել ձայնագրություն
id: Pembuangan Trek

source: Moved '%s' to Top
hr: Premješteno '%s' %s
hy: Տեղափոխված '%s' %s
id: Dipindahkan '%s' %s

source: Move Track to Top
hr: Pomakni zapis g&ore
hy: Տեղափոխել ֆայլը &մեջտեղ
id: Pindahkan Trek ke Atas

source: Moved '%s' to Bottom
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ցած
id: Pindahkan Trek ke Bawah

source: Move Track to Bottom
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ցած
id: Pindahkan Trek ke Bawah

source: Moved '%s' Up
hr: Premješteno '%s' %s
hy: Տեղափոխված '%s' %s
id: Dipindahkan '%s' %s

source: Moved '%s' Down
hr: Premješteno '%s' %s
hy: Տեղափոխված '%s' %s
id: Dipindahkan '%s' %s

source: Move Track Up
hr: Pomakni zapis g&ore
hy: Տեղափոխել ֆայլը &վերև
id: Pindahkan Trek ke Atas

source: Move Track Down
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ներգև
id: Pindahkan Trek ke Bawah

source: Selection is too small to use voice key.
hr: Izbor je premalen za uporabu glasovnih ključeva..
hy: Նշվածը փոքր է ձայնային բանալի դնելու համար
id: Pilhan terlalu kecil untuk menggunakan kunci suara.

source: Calibration Results
hr: Rezultat kalibracije
hy: Չափաբերման արդյունք
id: Hasil Kalibrasi

source: Energy -- mean: %1.4f sd: (%1.4f)
hr: Energija -- sr.vrijed.: %1.4f st.dev.: (%1.4f)
hy: Էներգիա -- արժեք: %1.4f sd: (%1.4f)
id: Energi -- arti: %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
hr: Promjene predznaka -- sr.vrijed: %1.4f st.dev.: (%1.4f)
hy: Նշանափոխություն -- արժեք: %1.4f sd: (%1.4f)
id: Pengubahan Tanda -- mean: %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
hr: Promjene smjera -- sr.vrijed.: %1.4f st.dev.: (%1.4f)
hy: Վայրի փոխումներ -- արժեք: %1.4f sd: (%1.4f)
id: Pengubahan Arah -- mean: %1.4f sd: (%1.4f)

source: Calibration Complete
hr: e
hy: Չա
id: Ha

source: Resampling failed.
hr: Preuzorkovanje onemogućeno.
hy: Վերահաճախավորում ձայնագրության %d
id: Sampel ulang dimatikan.

source: There is not enough room available to paste the selection
hr: Nema dosta prostora za lijepljenje izbora
hy: Բավարար տարածք չկա նշվածի տեղադրման համար
id: Tidak ada ruang cukup untuk menempel itu

source: There is not enough room available to expand the cut line
hr: Nema dosta prostora za širenje crte reza
hy: Բավարար տարածք չկա կտրված ֆայլի տարածման համար
id: Tidak ada ruang yang tersedia untuk menyebarkan garis potong

source: Applying %s...
hr: Primjenjivanje...
hy: Հաստատվում է...
id: Mengaplikasikan...

source: Batch Command
hr: Naredba
hy: Կատարող
id: Perintah

source: Command
hr: Naredba
hy: Կատարող
id: Perintah

source: Repeat %s
hr: Ponovi %s
hy: Կրկնել %s
id: Ulangi %s

source: Compare Audio
hr: Kopiraj označen zvuk
hy: Պատճենել նշված աուդիոն
id: Salin Label

source: Threshold:
hr: Prag:
hy: Մուտք՝
id: Ambang Batas:

source: Compares a range on two tracks.
hr: Sažimanje temeljeno na Peaksu
hy: Խտացում պիկի բազայի վրա
id: Pengompresan didasari oleh banyaknya Pik

source: Delay time (seconds):
hr: Odgoda (s):
hy: Դանդաղեցման ժամ (վարկյան)՝
id: Waktu tenggang (detk):

source: Decay factor:
hr: Čimbenik raspada:
hy: Քայքայման գործոն՝
id: Faktor kekurangan:

source: Drag
hr: Lijeva povlaka
hy: Ձախ քաշում
id: Klik Kiri dan Dorong

source: Panel
hr: Za zapis
hy: Ձայնագրության պանել
id: Panel Trek

source: Application
hr: Pojačanje (dB)
hy: Ընդլայնում դԲ
id: dB Amplifikasi

source: Track 0
hr: Zapis
hy: Ձայնային ֆայլ
id: Trek

source: Track 1
hr: Zapis
hy: Ձայնային ֆայլ
id: Trek

source: Window Name:
hr: Veličina prozora
hy: Պատուհանի չափ
id: &Ukuran jendela

source: From X:
hr: Od:
hy: Պտույտ րոպեից
id: Dari:

source: From Y:
hr: Od:
hy: Պտույտ րոպեից
id: Dari:

source: Get Info
hr: Podatci
hy: Տեղեկություն
id: Info

source: Commands
hr: Naredba
hy: Կատարող
id: Perintah

source: Menus
hr: Sve datoteke (*)|*
hy: Ցանկ
id: Semua File (*)|*

source: Preferences
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Clips
hr: Rezanje
hy: Կտրում
id: Clipping

source: Envelopes
hr: Omotnica
hy: Պատիչ
id: Amplop

source: Labels
hr: Oznake
hy: Նշումներ
id: Label

source: Format:
hy: Ֆորմատ՝

source: Gets information in JSON format.
hy: տեղեկությունը, որը կարող է ձայնագրվել:

source: Get Track Info
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ներգև
id: Pindahkan Trek ke Bawah

source: Types:
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Comment
hr: Komentari
hy: Նկարագրություն
id: Kommentar

source: Command:
hr: Naredba:
hy: Հրահանգ՝
id: Perintah:

source: Import2
hr: Uvezi
hy: Ներմուծել
id: Impor

source: File Name:
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Export2
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: Number of Channels:
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Exports to a file.
hr: Višestruk izvoz
hy: Վերցնել բազմակի
id: Ekspor Banyak

source: Builtin Commands
hr: Izaberite naredbu
hy: Ընտրել հրահանգ
id: Pilih Komando

source: The Audacity Team
hr: Audacityjeva ekipa za podršku
hy: Աուդասիթի աջակցող թիմ
id: Tim Pendukung Audacity %s

source: Echos a message.
hr: -help (ovu poruku)
hy: -help (Տ-Օգնություն)
id: -bantuan (pesan ini)

source: Open Project2
hr: Novi projekt
hy: Նոր պրոեկտ
id: Proyek Baru

source: Add to History
hr: Povijest vraćanja
hy: Հետ բերել պատմությունը
id: Batalkan History

source: Save Project2
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Save Copy
hr: Oznaka
hy: Նշիչ
id: Label

source: Save Log
hr: Spremljeno
hy: Պահպանված է
id: Tersimpan

source: Clear Log
hr: Po&čisti
hy: Մաքրել
id: &Hapus

source: Opens a project.
hr: Otvaranje Audacityjeva projekta
hy: Բացված Աուդասիթի պրոեկտ
id: Membuka Proyek Audacity

source: Saves a project.
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Saves a copy of current project.
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Get Preference
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Name:
hr: Ime
hy: Անուն
id: Nama

source: Set Preference
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Value:
hr: Podatak
hy: Արժեք
id: Nilai

source: Screenshot
hr: &Slikaj zaslon...
hy: Պատկերող գործիքներ...
id: &Alat Screenshot...

source: Window
hr: Prozor
hy: պատուհան
id: jendela

source: Full Window
hr: Prozor FFT
hy: FFT պատուհան
id: Jendela FFT

source: Window Plus
hr: Slikaj prozor i dodatno
hy: Նկարել պատուհանը և ավելին
id: Ambil Tambahan Jendela

source: Fullscreen
hr: Cjelozaslonski da/ne
hy: Լիաէկրան միացնել/անջատել
id: Layar penuh hidup/mati

source: Toolbars
hr: &Alatne trake
hy: Գործիքադարակներ
id: &Toolbar

source: Effects
hr: Učinci
hy: Էֆեկտներ
id: Efek

source: Scriptables
hr: promijenjivi
hy: Փոփոխական
id: Variabel

source: Selectionbar
hr: Za navođenje
hy: ՆշվածԲար
id: BarSeleksi

source: Trackpanel
hr: Za zapis
hy: Ձայնագրության պանել
id: Panel Trek

source: First Two Tracks
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: First Three Tracks
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: First Four Tracks
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: Tracks Plus
hr: Za zapis
hy: Ձայնագրության պանել
id: Panel Trek

source: First Track Plus
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: All Tracks
hr: Visoki zapisi
hy: Մեծ ձայնագրություններ
id: Trek Panjang

source: All Tracks Plus
hr: Visoki zapisi
hy: Մեծ ձայնագրություններ
id: Trek Panjang

# color
source: White
hy: Սպիտակ
id: Putih

source: Path:
hy: Ճանապարհը

source: Background:
hr: Pozadina:
hy: Հետևի պլան ֆոն:
id: Latar Belakang:

source: Error trying to save file: %s
hr: Pogrješka pri spremanju datoteke:
hy: Ֆայլի պահպանման սխալ
id: error dalam menyimpan file:

source: Select Time
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Project Start
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Project
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Project End
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Selection Start
hr: Početak izbora:
hy: Ընտրված սկիզբ՝
id: Awal Pilihan:

source: Selection
hr: Izbor
hy: Ընտրվածը
id: Pilihan

source: Selection End
hr: Kraj izbora
hy: Ընտրվածի ավարտ
id: Akhir Pilihan

source: Start Time:
hr: Početno vrijeme
hy: Սկսման ժամ
id: Waktu Mulai

source: End Time:
hr: Završno vrijeme
hy: Ավարտի ժամ
id: Waktu Selesai

source: Select Frequencies
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: High:
hr: Visokopropusni
hy: Ուժեղ հաճախությամբ
id: Batas Atas

source: Select Tracks
hr: &Razvrstaj zapise
hy: Ձայնային ֆայլի ֆիլտր
id: Trek Kecil

source: Set
hr: Postavi
hy: Նշել
id: Atur

source: Add
hr: &Dodaj
hy: Ավելացնել
id: &Tambah

source: Remove
hr: Ukloni
hy: Հեռացնել
id: Buang

source: First Track:
hr: Prvi zapis
hy: Առաջին ձայնագրություն
id: Trek Pertama

source: Track Count:
hr: Jačina spuštanja:
hy: Ամբողջական խուսափում՝
id: Banyak Duck:

source: Mode:
hr: Način
hy: Չափագրում

source: Selects a time range.
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Selects a range of tracks.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Selects Audio.
hr: Izaberite zvučni poslužnik
hy: Նշել աուդիո հոսթ
id: Pilihan

source: Set Clip
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Start:
hr: Početak
hy: Սկսել
id: Awal

source: Set Envelope
hr: Omotnica
hy: Պատիչ
id: Amplop

source: Time:
hr: Vrijeme
hy: Ժամ
id: Waktu

source: Delete
hr: Izbriši
hy: Ջնջել
id: Hapus

source: Edited Envelope
hr: Omotnica
hy: Պատիչ
id: Amplop

source: Envelope
hr: Omotnica
hy: Պատիչ
id: Amplop

source: Set Label
hr: Oznake razdvojbe
hy: &Ջնջել նշումը
id: Labelkan Sekaligus

source: Label Index
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Selected
hr: Izabire
hy: Ընտրել
id: Pilih

source: Edited Label
hr: Uređene oznake
hy: Փոփոխված մասեր
id: Label yang diedit

source: Set Project
hr: &Spremi projekt
hy: Պահպանել պրոեկտը
id: &Simpan Proyek

source: Rate:
hr: Postavi brzinu
hy: Նշել ձայնաչափի բաժին
id: Atur Rate

source: Resize:
hr: Smanji prozor
hy: Փոխել փոքրի
id: Ubah ukuran lebih kecil

source: Height:
hr: Slabo
hy: Լույս
id: Cahaya

source: Track Index:
hr: na &kraj zapisa
hy: Ձայնային ֆայլի վերջ
id: ke Ak&hir Trek

source: Channel Index:
hr: Mod kanala:
hy: Ալիքի ռեժիմ՝
id: Mode Channel:

source: Set Track Status
hr: na &početak zapisa
hy: Ձայնային ֆայլի սկիզբ
id: ke &Awal Trek

source: Unnamed
hr: neimenovano
hy: անանուն

source: Focused
hr: Zastani
hy: Դադար
id: Pause

source: Set Track Audio
hr: Stišaj zvuk
hy: Լռեցված աուդիո
id: &Diamkan Audio

source: Gain:
hr: Pojačanje
hy: Որակի ամրապնդում
id: Kekuatan

source: Set Track Visuals
hr: &Razvrstaj zapise
hy: Ձայնային ֆայլի ֆիլտր
id: Trek Kecil

source: Linear
hy: Գծային
id: Linier

source: Reset
hr: Resetiraj
hy: Վեր&նշել
id: Ulang

source: Times 2
hr: Vrijeme
hy: Ժամ
id: Waktu

source: Display:
hr: Prikaz
hy: Էկրան
id: Tampilan

source: Scale:
hr: Ravnalo
hy: Մասշտաբ
id: Skala

source: VZoom:
hr: Povećanost
hy: Խոշորացնել
id: Zoom

source: VZoom Top:
hr: Povećanost
hy: Խոշորացնել
id: Zoom

source: VZoom Bottom:
hr: Povećalo
hy: Ցած
id: Alat Memperbesar

source: Use Spectral Prefs
hr: Spektralni procesor
hy: Սպեկտրալ պրոցեսոր
id: Pemroses Spektral

source: Spectral Select
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Set Track
hr: Novi zapis
hy: Նոր ձայնագրություն
id: Trek Baru

source: Amplify
hr: Pojačaj
hy: Ընդլայնել

source: &Amplification (dB):
hr: Pojačanje (dB):
hy: Ընդլայնում (դԲ)՝
id: Amplifikasi (dB):

source: Amplification dB
hr: Pojačanje (dB)
hy: Ընդլայնում դԲ
id: dB Amplifikasi

source: &New Peak Amplitude (dB):
hr: Novi vršak amplitude (dB):
hy: Նոր առավել ուժեղացում (դԲ)՝
id: Amplitudo yang baru (dB):

source: Allo&w clipping
hr: Dopusti rezanje
hy: Թույլատրում հատման
id: Dibolehkan clipping

source: Auto Duck
hr: Samospust
hy: Ինքնախուսափում
