Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Right-Click
hr: Desni klik
hy: Աջ սեղմում
id: Klik Kanan

source: Zoom out one step
hr: Umanji za jedan korak
hy: Մեկ քայլ փոքրացնել
id: Perkecil satu kali

source: Right-Drag
hr: Desna povlaka
hy: Աջ քաշում
id: Klik Kanan dan Dorong

source: same as left-drag
hr: kao i lijeva povlaka
hy: որոշները որպես ձախ քաշել
id: seperti klik kiri dan dorong

source: Shift-Drag
hr: SHIFT + povlaka
hy: Shift և քաշում
id: Dorong dengan Shift

source: Zoom out on a Range
hr: Umanji područje
hy: Փոքրացնել դիապազոնից
id: Perkecil dengan jarak yang pas

source: Middle-Click
hr: Srednji klik
hy: Միջին սեղմում
id: Klik Tengah

source: Zoom default
hr: Predzadano povećanje
hy: Խոշորացնել լռելյայն
id: Normalkan

source: Move clip left/right or between tracks
hr: Miče isječke među zapisima
hy: Մասի տեղափոխում վերև/ցած ձայնագրությունների միջև
id: Pindahkan klik ke atas/bawah diantara trek

source: Shift-Left-Drag
hr: SHIFT + lijeva povlaka
hy: Shift և ձախ քաշում
id: Klik Kiri Dorong dengan Shift

source: Move all clips in track left/right
hr: Vremenski pomiče sve isječke zapisa
hy: Բոլոր մասերի ժամային հերթափոխ ձայնագրությունում
id: Ubah waktu semua klip pada trek

source: -Left-Drag
hr: Lijeva povlaka
hy: Ձախ քաշում
id: Klik Kiri dan Dorong

source: Move clip up/down between tracks
hr: Miče isječke među zapisima
hy: Մասի տեղափոխում վերև/ցած ձայնագրությունների միջև
id: Pindahkan klik ke atas/bawah diantara trek

source: Change Amplification Envelope
hr: Mijenja omot pojačala
hy: Փոխել վերափոխիչի ուժեղացումը
id: Ubah Amplifikasi dengan Amplop

source: Pencil
hr: Olovka
hy: Մատիտ
id: Pensil

source: Change Sample
hr: Mijenja uzorak
hy: Փոխել նմուշը
id: Ubah Sample

source: Alt-Left-Click
hr: ALT + lijevi klik
hy: Alt և ձախ սեղմում
id: Klik Kiri dengan Alt

source: Smooth at Sample
hr: Uglađuje kod uzorka
hy: Հարթ նմուշ
id: Pelembutan pada Sampel

source: Change Several Samples
hr: Mijenja više uzoraka
hy: Փոխել որոշ նմուշներ
id: Ubah Beberapa Sampel

source: Change ONE Sample only
hr: Mijenja samo JEDAN uzorak
hy: Փոխել ՄԵԿ նմուշ միայն
id: Ubah SATU Sampel saja

source: Multi
hr: Višekratno
hy: Բազմակողմանի
id: Banyak

source: same as select tool
hr: poput birala
hy: Նույնը որպես ընտրանք գործիք
id: seperti alat memilih

source: same as zoom tool
hr: poput povećala
hy: Նույնը որպես խոշորացման գործիք
id: seperti alat zoom

source: Any
hr: Bilo koji
hy: Որոշ
id: Apapun

source: Scroll tracks up or down
hr: Odskliže gore ili dolje
hy: Սահել վերև կամ ներգև
id: Ke atas atau bawah

source: Shift-Wheel-Rotate
hr: SHIFT + vrtnja kotačića
hy: Shift և շրջապտույտ
id: Putar Roda Mouse dengan Shift

source: Scroll waveform
hr: Odskliže lijevo ili desno
hy: Սահել ձախ կամ աջ
id: Ke kiri atau kanan

source: -Wheel-Rotate
hr: Vrtnja kotačića
hy: Շրջապտույտ
id: Rotasi Roda Mouse

source: Zoom waveform in or out
hr: Povećaj točku
hy: Խոշորացնել բաժնում
id: Perbesar atau Perkecil

source: -Shift-Wheel-Rotate
hr: SHIFT + vrtnja kotačića
hy: Shift և շրջապտույտ
id: Putar Roda Mouse dengan Shift

source: Vertical Scale Waveform (dB) range
hr: Opseg dB mje&rila/valna oblika:
hy: Մետր/Ալիքաձև դԲ դիապազոն՝
id: Jangkauan dB meter/Wavefo&rm:

source: Preferences for Playback
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Effects Preview
hr: Pretposlušaj učinke
hy: Էֆեկտի ցուցադրում
id: Efek preview

source: &Length:
hr: Dužina:
hy: Երկարություն
id: Panjang

source: Cut Preview
hr: Pretposlušanje izrezanoga
hy: Կտրվածի ցուցադրում
id: Preview Potongan

source: &Before cut region:
hr: Pretposlušaj pri&je izrezanoga područja:
hy: Ցուցադրում մինչ մասի կտրումը՝
id: Preview se&belum wilayah dipotong:

source: &After cut region:
hr: Pretposlušaj po&slije izrezanoga područja:
hy: Ցուցադրում մասի կտրումից հետո՝
id: Preview se&sudah wilayah dipotong:

source: Seek Time when playing
hr: Pogledi usred sviranja
hy: Ժամանակի փնտրում, երբ նվագարկվում է
id: Coba waktu ketika bermain

source: &Short period:
hr: &Kratak skok:
hy: Կարճ հատված՝
id: Periode pen&dek:

source: Lo&ng period:
hr: &Dugi skok:
hy: Երկար հատված՝
id: Periode pan&jang:

source: Audacity Preferences
hr: Postavke Audacityja
hy: Աուդասիթի կարգավորումներ
id: Preferensi Audacity

source: Category
hr: R&azred:
hy: Տեսակ՝
id: K&ategori:

source: Preferences:
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Preferences for Quality
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Other...
hr: Drugo...
hy: Այլ...
id: Lainnya...

source: Sampling
hr: Uzorkovanje
hy: Նմուշառում
id: Menyampel

source: Default Sample &Rate:
hr: Zadana &uzorkovna brzina:
hy: Լռելյայն ձայնաչափի բաժին՝
id: &Rate Sampel Normal:

source: Default Sample &Format:
hr: Zadan &uzorkovni format:
hy: Լռելյայն ձայնաչափի ֆորմատ՝
id: &Format Sampel Normal:

source: Real-time Conversion
hr: Pretvorba uživo
hy: Վերափոխում իրական ժամանակում
id: Konversi Real-time

source: Sample Rate Con&verter:
hr: &Pretvornik uzorkovne brzine:
hy: Ձայնաչափի վերափոխիչ՝
id: Pengkon&versi Rate Sampel:

source: &Dither:
hr: &Treptaj:
hy: Ողորկում՝

source: High-quality Conversion
hr: Visokokvalitetna pretvorba
hy: Բարձր որակի վերափոխում
id: Konversi Berkualitas Tinggi

source: Sample Rate Conver&ter:
hr: Pretvornik &uzorkovne brzine:
hy: Ձայնաչափի վերափոխում՝
id: Pen&gkonversi Rate Sampel:

source: Dit&her:
hr: T&reptaj:
hy: Ողորկում՝

source: 16-bit
hr: 16-bitni PCM
hy: 16-բիթ Պրոց. հիշ.
id: 16-bit PCM

source: 24-bit
hr: 24-bitni PCM
hy: 24-բիթ Պրոց. հիշ.
id: 24-bit PCM

source: Preferences for Recording
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Play &other tracks while recording (overdub)
hr: Natkrivanje: &sviraj druge zapise dok snimam novi
hy: Վերանայում՝ Նվագարկել մյուս երգերը, երբ ձայնագրվում է մեկը
id: OverDub: &Mainkan trek lain ketika merekam

source: &Software playthrough of input
hr: Pro&gramsko odsviravanje (da/ne)
hy: Ծրագրային ձայնագրման մոնիտորինգ (միացնել/անջատել)
id: Selama bermainpada software (nyala/mati)

source: Record on a new track
hr: Novi zapis
hy: Նոր ձայնագրություն
id: Trek Baru

source: Sound Activated Recording
hr: Podraženo snimanje
hy: Ձայնի ակտիվացվավ ձայնագրում
id: Meream dengan Suara Diaktifkan

source: Le&vel (dB):
hr: &Razina (dB):
hy: Փուլ (դԲ)՝
id: Ja&rak (dB):

source: Name newly recorded tracks
hr: Miješanje i renderiranje zapisa
hy: Միախառնված և ստեղծված ձայնագրություններ
id: Trek Mix dan Render

source: With:
hr: Unutar:
hy: Ընթացքում՝
id: Dengan:

source: Custom Track &Name
hr: Ime zapisa
hy: Ձայնագրության անունը
id: Nama Trek

source: Custom name text
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Recorded_Audio
hr: Snimljen zvuk
hy: Ձայնագրված աուդիո
id: Rekaman Audio

source: &Track Number
hr: Broj zapisa
hy: Երգի համարը
id: Nomor Trek

source: System &Date
hr: Započeto dana
hy: Սկզբի ամսաթիվ
id: Tanggal Mulai

source: Automated Recording Level Adjustment
hr: Automatsko prilagođivanje razine ulaza
hy: Ավտոմատ ձայնագրման փուլի ճշգրտում
id: Perubahan Level Input Otomatis

source: Enable Automated Recording Level Adjustment.
hr: Omogući automatsko prilagođivanje razine ulaza.
hy: Միացնել ավտոմատ ձայնագրման փուլի ճշգրտումը
id: Hidupkan Perubahan Level Input Otomatis.

source: Target Peak:
hr: Ciljni vršak:
hy: Նշանակետի գագաթ՝
id: Target Pik:

source: Within:
hr: Unutar:
hy: Ընթացքում՝
id: Dengan:

source: Analysis Time:
hr: Vrijeme analize:
hy: Անալիզի ժամ՝
id: Waktu Analisis:

source: milliseconds (time of one analysis)
hr: milisekunda (vrijeme jedne analize)
hy: միլիվարկյաններ (մեկ անալիզի ժամանակ)
id: milidetik (waku satu analisis)

source: Number of consecutive analysis:
hr: Broj uzastopnih analiza:
hy: Անընդմեջ վերլուծության քանակ՝
id: Angka analisis:

source: 0 means endless
hr: 0 znači beskonačno
hy: 0 նշանակված անվերջություն
id: 0 berarti tak hingga

source: Punch and Roll Recording
hr: Podraženo snimanje
hy: Ձայնի ակտիվացվավ ձայնագրում
id: Meream dengan Suara Diaktifkan

source: Period
hr: Razdoblje sličice
hy: Շրջանակ՝
id: Ukuran Bingkai:

# spectrum prefs
source: Color (default)
hr: Predzadano povećanje
hy: Խոշորացնել լռելյայն
id: Normalkan

# spectrum prefs
source: Color (classic)
hy: Դասական զտումներ

# spectrum prefs
source: Grayscale
hr: Ravnalo
hy: Մասշտաբ
id: Skala

# spectrum prefs
source: Inverse grayscale
hr: &Linearno
hy: &Գծային
id: Linier

source: Frequencies
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: Pitch (EAC)
hr: Visina tona (EAC)
hy: Տոնի բարձրություն (EAC)

source: Maximum frequency must be 100 Hz or above
hr: Najveća frekvencija mora biti 100 Hz ili više
hy: Առավելագույն հաճախությունը պետք է լինի 100 Հց կամ ավելի բարձր
id: Frekuensi minimum harus lebih atau sama dengan 0 Hz

source: Minimum frequency must be at least 0 Hz
hr: Najmanja frekvencija mora biti barem 0 Hz
hy: Նվազագույն հաճախությունը պետք է լինի առնվազն 0 Հց
id: Frekuensi minimum harus lebih atau sama dengan 0 Hz

source: Minimum frequency must be less than maximum frequency
hr: Najmanja frekvencija mora biti manja od najveće frekvencije
hy: Նվազագույն հաճախությունը պետք է լինի ավել քան առավելագույն հաճախությունը
id: Frekuensi minimum harus lebih kecil dari frekuensi maksimum

source: The range must be at least 1 dB
hr: Opseg mora biti bar 1 dB
hy: Դիապազոնը պետք է լինի ոչ պակաս 1 դԲ-ից
id: Jarak minimal harus 1 dB

source: The frequency gain cannot be negative
hr: Pojačanje frekvencije ne može biti negativno
hy: Հաճախության ավելացումը չպետք է լինի բացասական
id: Penguatan frekuensi tidak boleh negatif

source: The frequency gain must be no more than 60 dB/dec
hr: Pojačanje frekvencije ne smije biti veće od 60 dB/dec
hy: Հաճախության բարձրացումը պետք է լինի ավելին քան 60 դԲ/դեկ
id: Penguatan frekuensi tidak lebih dari 60 dB/dec

source: Spectrogram Settings
hr: Spektrogrami
hy: Սպեկտրոգրամներ
id: Spektrogram

source: Spectrograms
hr: Spektrogrami
hy: Սպեկտրոգրամներ
id: Spektrogram

source: Preferences for Spectrum
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: &Use Preferences
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: S&cale:
hr: Ravnalo
hy: Մասշտաբ
id: Skala

source: Mi&n Frequency (Hz):
hr: Naj&niža frekvencija (Hz):
hy: Նվազագույն ձայնաչափի բաժին (Հց)՝
id: Frekuensi Mi&nimum (Hz):

source: Ma&x Frequency (Hz):
hr: Naj&viša frekvencija (Hz):
hy: Առավելագույն ձայնաչափի բաժին (Հց)՝
id: Frekuensi Mak&simum (Hz):

source: &Gain (dB):
hr: &Pojačanje (dB):
hy: Հզորացում (դԲ)՝
id: Pen&guatan (dB):

source: &Range (dB):
hr: &Opseg (dB):
hy: Դիապազոն (դԲ)՝
id: Ja&rak (dB):

source: Algorithm
hr: Algoritam
hy: Ալգորիթմ
id: Algoritma

source: A&lgorithm:
hr: Algoritam
hy: Ալգորիթմ
id: Algoritma

source: Window &size:
hr: Veli&čina prozora
hy: Պատուհանի չափ
id: &Ukuran jendela

source: 8 - most wideband
hr: 8 - najšire
hy: 8 - ամենալայն խումբ
id: 8 - jangkauan terbesar

source: 1024 - default
hr: 256 - predzadano
hy: 256 - լռելյայն
id: 256 - normal

source: 32768 - most narrowband
hr: 32768 - najuže
hy: 32768 - ամենանեղ խումբ
id: 32768 - jangkauan terkecil

source: Window &type:
hr: V&rsta prozora
hy: Պատուհանի տեսակ
id: &Tipe jendela

source: Ena&ble Spectral Selection
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Show a grid along the &Y-axis
hr: Prikaži mrežu uzduž osi &Y
hy: Ցուցադրել ցանցը Y առանցքի երկայնքով
id: Lihat batas sepanjang sumbu &Y

source: FFT Find Notes
hr: Nađi note FFT
hy: FFT Գրառման գտնում
id: Pencarian Nada FFT

source: Minimum Amplitude (dB):
hr: Najmanja amplituda (dB):
hy: Նվազագույն քանակ (դԲ)՝
id: Amplitudo Minimum (dB):

source: Max. Number of Notes (1..128):
hr: Najveći broj nota (1..128):
hy: Առավելագ. անակով գրառումներ (1..128)`
id: Jumlah Nada Maksimum (1..128):

source: &Find Notes
hr: &Nađi note
hy: Գտնել գրառում
id: &Cari Nada

source: &Quantize Notes
hr: &Kvantiziraj note
hy: Քվանտային նշումներ
id: Hit&ung Nada

source: Global settings
hr: Učitaj postavke:
hy: Բեռնել
id: Ambil Metadata Sebagai:

source: Ena&ble spectral selection
hr: Izbor
hy: Հավասարեցման նշում
id: Pilihan

source: The maximum frequency must be an integer
hr: Najveća frekvencija mora biti cijeli broj
hy: Առավելագույն հաճախությունը պետք է լինի ամբողջ թվով
id: Frekuensi maksimum harus berupa angka

source: The minimum frequency must be an integer
hr: Najmanja frekvencija mora biti cijeli broj
hy: Նվազագույն հաճախությունը պետք է լինի ամբողջ թվով
id: Frekuensi minmum harus berupa angka

source: The gain must be an integer
hr: Pojačanje mora biti cijeli broj
hy: Հզորացումը պետք է լինի ամբողջ թվով
id: Penguatan harus berupa angka

source: The range must be a positive integer
hr: Opseg mora biti pozitivan cijeli broj
hy: Դիապազոնը պետք է լինի դրական աբողջ թիվ
id: Jarak harus berupa angka positif

source: The frequency gain must be an integer
hr: Pojačanje frekvencije mora biti cijeli broj
hy: Հաճախության ավելացումը պետք է լինի ամբողջ թիվ
id: Penguatan frekuensi harus berupa angka

source: The minimum amplitude (dB) must be an integer
hr: Najmanja amplituda (dB) mora biti cijeli broj
hy: Նվազագույն քանակ (Դբ) պետք է լինի ամբողջ թիվ
id: Amplitudo minimal (dB) harus berupa integer

source: The maximum number of notes must be an integer
hr: Najveći broj nota mora biti cijeli broj
hy: Նշման առավելագույն քանակը պետք է լինի ամբողջ թիվ
id: Jumlah Nada Maksimum harus berupa angka

source: The maximum number of notes must be in the range 1..128
hr: Najveći broj nota mora biti cijeli broj u opsegu 1-128
hy: Նշման առավելագույն քանակը պետք է լինի
id: Jumlah Nada Maksimum harus berupa angka dan diantara 1..128

source: Theme
hr: Tema
hy: Նմուշ
id: Tema

source: Preferences for Theme
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Info
hr: Podatci
hy: Տեղեկություն

source: Themability is an experimental feature. To try it out, click "Save Theme Cache" then find and modify the images and colors in ImageCacheVxx.png using an image editor such as the Gimp. Click "Load Theme Cache" to load the changed images and colors back into Audacity. (Only the Transport Toolbar and the colors on the wavetrack are currently affected, even though the image file shows other icons too.)
hr: Teme su još u pokusnoj fazi. Za iskušavanje, stisnite "Spremi predspremnik teme", zatim potražite i promijenite slike i boje u ImageCacheVxx.png uređivačem poput Gimpa. Stisnite "Učitaj predspremnik teme" za učitavanje promijenjenih slika i boja nazad u Audacity. (Trenutačno su samo traka za gibanje i boje zapisa valna oblika postavljivi, iako slike datoteka prikazuju i druge ikone.)
hy: Նմուշի կառուցվածքը փորձնական առանձնահատկություն է: Փորձելու համար սեղմե՛ք "Պահպանել նմուշի կեշը" երբ գտնվել են որևէ մոդիֆիկացված նկարներ և գույներ ImageCacheVxx.png օգտվելով նկարի փոփոխիչից ինչպիսիք են՝ Gimp: Սեղմե՛ք "Բեռնել նմուշի կեշը" հետ բեռնելու փոփոխված նկարներն ու գույները դեպի Աուդասիթի: (Միայն շարժ գործիքադարակն ու գույները ալիք ձայնագրությունում ազդեցություն ունեն, նույնիսկ եթե նկար ֆայլը այլ նշանները մեծ է ցուցադրում:)
id: Tema adalah fitur percobaan. Untuk mencobanya, klik "Simpan Cache Tema" kemudian cari dan ubah gambar dan warna pada ImageCacheVxx.png dengan editor gambar seperti Gimp. Klik "Ambil Cache Tema" Untuk mengambil gambar dan warna yang telah diubah ke Audacity. [Hanya toolbar kontrol dan warna wavetrack yang berubah, walaupun file gambar mempunyai icon juga.]

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
hr: Spremanje i učitavanje zasebnih datoteka tema izvodi se rabeći zasebne datoteke za svaku sliku, ali je inače ista stvar.
hy: Բեռնումը և պահպանումը անհատական թեմա ֆայլերի օգտագործում է անհատական ֆայլեր որոշ նկարների համար, բայց հակառակ դեպքում նույն միտքը:
id: Menyimpan atau mengambil file tema sendiri menggunakan file terpisah untuk setiap gambar, tapi tetap berhubungan.

source: Theme Cache - Images && Color
hr: Predspremnik teme - Slike i boje
hy: Թեմա կեշ - Նկարներ և գույներ
id: Cache Tema - Gambar && Warna

source: Save Theme Cache
hr: Spremi predspremnik teme
hy: Պահպանել թեմա կեշը
id: Simpan Cache Tema

source: Load Theme Cache
hr: Učitaj predspremnik teme
hy: Բեռնել թեմա կեշը
id: Ambil Cache Tema

source: Individual Theme Files
hr: Zasebne datoteke tema
hy: Անհատական թեմա ֆայլեր
id: File Tema Individual

source: Save Files
hr: Spremi datoteke
hy: Պահպանել ֆայլերը
id: Simpan File

source: Load Files
hr: Učitaj datoteke
hy: Բեռնել ֆայլերը
id: Ambil File

source: Tracks Behaviors
hr: Ponašanje
hy: Վարքագծեր
id: Kelakuan

source: Preferences for TracksBehaviors
hr: Ponašanje
hy: Վարքագծեր
id: Kelakuan

source: Simple
hr: Jednostavno
hy: Պարզ
id: Sederhana

source: Multi-track
hr: Višekratno
hy: Բազմակողմանի
id: Banyak

source: &Select all audio, if selection required
hr: Poravnano s krajem izbora
hy: Շղթան ընտրված չէ
id: Diratakan dengan akhir pilihan

source: Enable cut &lines
hr: Omogući &rezne crte
hy: Կտրման գծերի միացում
id: Bolehkan memotong ba&tas

source: Enable &dragging selection edges
hr: Omogući &povlačenje lijevoga i desnoga ruba izbora
hy: Միացում, ձախ քաշում և աջ ընտրված եզրեր
id: Perbolehkan &menahan batas kiri dan kanan yang dipilih

source: Editing a clip can &move other clips
hr: Uređivanje &snimke može pomaknuti druge snimke
hy: Մասի փոփոխումը կարող է տեղափոխել այլ մասեր
id: &Mengedit klip bisa memindahkan klip lainnya

source: "Move track focus" c&ycles repeatedly through tracks
hr: Naredba "Promijeni žarišni zapis" &kruži kroz zapise
hy: "Ձայնագրության տեղափոխման հավասարություն" բազմակի ցիկլեր ձայնագրություններով
id: "Move track focus" memutar terus-menerus pada trek

source: Advanced &vertical zooming
hr: Napredne mogućnosti miješanja
hy: Հավելյալ միախառնման կարգավորում
id: Opsi Mixing Lanjut

source: Solo &Button:
hr: Gum&b Solo:
hy: Սոլո կոճակ՝
id: Tombol &Solo:

source: Logarithmic (dB)
hr: Logaritamska
hy: Լոգարիթմային
id: Logaritmik

source: Waveform
hr: Valni oblik
hy: Ալիքաձև

source: Spectrogram
hr: Spektrogram
hy: Տատանման ցուցիչ
id: Spektrogram

source: Stem plot
hr: Prenacrtaj
hy: Վերագրաֆիկավորում
id: Plot Ulang

source: Fit to Width
hr: Prilag&odi prozoru
hy: Էկրանի չափով
id: &Samakan Dengan Jendela

source: Zoom to Selection
hr: &Povećaj na izbor
hy: Մեծացնել ընտրվածը
id: Perbesar Ter&pilih

source: Zoom Default
hr: Predzadano povećanje
hy: Խոշորացնել լռելյայն
id: Normalkan

source: Seconds
hr: sekunda
hy: վարկյան
id: detik

source: 5ths of Seconds
hr: sekunda
hy: վարկյան
id: detik

source: 10ths of Seconds
hr: sekunda
hy: վարկյան
id: detik

source: 20ths of Seconds
hr: sekunda
hy: վարկյան
id: detik

source: 50ths of Seconds
hr: sekunda
hy: վարկյան
id: detik

source: MilliSeconds
hr: milisekunda
hy: միլիվարկյաններ
id: milidetik

source: Samples
hr: obični uzorci
hy: նմուշներ
id: sampel

source: Max Zoom
hr: Povećanost
hy: Խոշորացնել
id: Zoom

source: Preferences for Tracks
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Sho&w track name as overlay
hr: &Prikazuj ime zapisa u valnu obliku (u gornjem lijevom uglu)
hy: Ցուցադրել ձայնագրության անունը ալիքաձև էկրանին

source: Default &view mode:
hr: Predzadani način &prikaza:
hy: Լռելյայն դիտման ռեժիմ
id: Mode &View Normal:

source: Default Waveform scale:
hr: Zadan &uzorkovni format:
hy: Լռելյայն ձայնաչափի ֆորմատ՝
id: &Format Sampel Normal:

source: Default audio track &name:
hr: Napravljen novi zapis
hy: Ստեղծվել է նոր աուդիո ֆայլ
id: Trek audio baru telah dibuat

source: Audio Track
hr: Zvučni zapis
hy: Աուդիո ձայնագրություն
id: Trek Audio

source: Zoom Toggle
hr: Povećalo
hy: Խոշորացնող գործիք
id: Alat Memperbesar

source: Preset 1:
hr: Predzadanost:
hy: Վերագրում՝
id: Aturan Lanjut:

source: Preset 2:
hr: Predzadanost:
hy: Վերագրում՝
id: Aturan Lanjut:

source: Warnings
hr: Upozorenje
hy: Զգուշացումներ
id: Peringatan

source: Preferences for Warnings
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Show Warnings/Prompts for
hr: Prikaži upozorenja i upite za
hy: Ցուցադրել զգուշացումները/Հուշման
id: Tunjukkan Peringatan/Tanda untuk

source: Saving &projects
hr: Spremanje &projekta
hy: Պրոեկտների պահպանում
id: Menyimpan &proyek

source: Saving &empty project
hr: &Spremanje praznoga projekta
hy: Դատարկ պրոեկտի պահպանում
id: M&enyimpan proyek kosong

source: Mixing down to &mono during export
hr: Miješanje u &mono pri izvozu
hy: Միախառնում մոնոյի վերցման ժամանակ
id: Mix-kan ke &mono waktu mengekspor

source: Mixing down to &stereo during export
hr: Miješanje u &stereo pri izvozu
hy: Միախառնում ստերեոյի վերցման ժամանակ
id: Mix-kan ke &stereo waktu mengekspor

source: Missing file &name extension during export
hr: Miješanje u &mono pri izvozu
hy: Միախառնում մոնոյի վերցման ժամանակ
id: Mix-kan ke &mono waktu mengekspor

source: Waveforms
hr: Valni oblik
hy: Ալիքաձև
id: Waveform

source: Preferences for Waveforms
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Waveform dB &range:
hr: Opseg dB mje&rila/valna oblika:
hy: Մետր/Ալիքաձև դԲ դիապազոն՝
id: Jangkauan dB meter/Wavefo&rm:

source: Stopped
hr: Zaustavi
hy: Դադարեցնել
id: Berhenti

source: Pause
hr: Zastani
hy: Դադար

source: Skip to Start
hr: Skoči na početak
hy: Անցնել սկիզբ
id: Langsung ke Awal

source: Skip to End
hr: Skoči na kraj
hy: Անցնել վերջ
id: Langsung ke akhir

source: Loop Play
hr: &Prosviravaj
hy: Գործիքային նվագարկում
id: Maikan Be&rkali-kali

source: Record New Track
hr: Novi zapis
hy: Նոր ձայնագրություն
id: Trek Baru

source: Append Record
hr: Snimi na &kraj
hy: Կցվող ձայնագրում
id: Tambah Rekaman

source: Select to End
hr: Izbor do kraja
hy: Վերջի նշումը
id: Pilih ke Akhir

source: Select to Start
hr: Izbor do početka
hy: Սկզբի նշումը
id: Pilih ke Awal

source: %s Paused.
hr: Zastani
hy: Դադար
id: Pause

source: &Transport Toolbar
hr: Traka za &gibanje
hy: Շարժի գործիքադարակ
id: Toolbar Transkri&psi

source: Playback Device
hr: Brzina sviranja
hy: Նվագարկման սարք
id: Memainkan Berdasarkan Kecepatan

source: Recording Device
hr: Snimanje završeno
hy: Ձայնագրման սարք
id: Selesai merekam

source: Audio Host
hr: Zvučni poslužnik
hy: Աուդիո հոսթ
id: Posisi Audio:

source: Recording Channels
hr: Snimanje završeno
hy: Ձայնագրման ալիքներ
id: Selesai merekam

source: 1 (Mono) Recording Channel
hr: Snimanje završeno
hy: 1 դինամիկ (Մոնո) ձայնագրման ալիք
id: Selesai merekam

source: 2 (Stereo) Recording Channels
hr: Izaberite ulazne kanale
hy: 2 դինամիկ (Ստերեո) ձայնագրման ալիք
id: %d Saluran

source: Select Recording Device
hr: Izaberite ulazni uređaj
hy: Նշել ձայնագրման սարք
id: Pilih Sumber Input

source: Select Playback Device
hr: Izaberite ulazni uređaj
hy: Նշել նվագարկման սարք
id: Pilih Sumber Input

source: Select Audio Host
hr: Izaberite zvučni poslužnik
hy: Նշել աուդիո հոսթ
id: Pilihan

source: Select Recording Channels
hr: Izaberite ulazne kanale
hy: Նշել ձայնագրման ալիքներ
id: Selesai merekam

source: Device information is not available.
hr: Podatci uređaja nisu dostupni.
hy: Սարքի մասին տեղեկություն չի գտնվել:
id: Informasi sumber input tidak ada

source: &Device Toolbar
hr: Traka za &uređaje
hy: Սարքի գործիքադարակ
id: Toolbar &Perangkat

source: Cut selection
hr: Izreži izbor
hy: Կտրել նշվածը
id: Fit-kan ke Pilihan

source: Copy selection
hr: Kopiraj izbor
hy: Պատճենել նշվածը
id: Pilihan

source: Trim audio outside selection
hr: Obreži zvuk izvan izbora
hy: Հատել դուրս ընտրված աուդիոն
id: Trim-kan diluar pilihan

source: Silence audio selection
hr: Izbor tišine
hy: Լռեցնել նշված աուդիոն
id: Pilihan diam

source: Sync-Lock Tracks
hr: Vremenski zaključaj zapise
hy: Սինք-բանալի ձայնագրություններ
id: Link Trek

source: Zoom In
hr: Povećaj
hy: Խոշորացնել
id: Perbesar

source: Zoom Out
hr: Umanji
hy: Փոքրացնել
id: Perkecil

source: Fit selection to width
hr: Smjesti izbor u prozor
hy: Տեղավորել նշվածը պատուհանում
id: Fit-kan pilihan dengan jendela

source: Fit project to width
hr: Smjesti projekt u prozor
hy: Տեղավորել պրոեկտը պատուհանում
id: Fit-kan proyek dengan jendela

source: Open Effects Rack
hr: Učinci
hy: Էֆեկտների վերստուգում
id: Efek
