Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Playback volume is emulated
hr: Jačina ulaza: %.2f
hy: Նվագարկման ձայնաչափ՝ %.2f%s
id: Memainkan

source: Playback volume is native
hr: Jačina ulaza: %.2f
hy: Նվագարկման ձայնաչափ՝ %.2f%s
id: Memainkan

source: Selected MIDI recording device: %d - %s
hr: Izaberite ulazni uređaj
hy: Նշել ձայնագրման սարք
id: Pilih Sumber Input

source: Selected MIDI playback device: %d - %s
hr: Izaberite ulazni uređaj
hy: Նշել նվագարկման սարք
id: Pilih Sumber Input

source: Automatic Crash Recovery
hr: Samoobnova pri urušenju
hy: Ավտոմատ հետ բերում վթարային իրավիճակից հետո:
id: Pengembalian Otomatis Akibat Crash

source: The following projects were not saved properly the last time Audacity was run and can be automatically recovered. After recovery, save the projects to ensure changes are written to disk.
hr: Neki projekti nisu se dobro spremili pri zadnjem pogonu Audacityja. Na sreću, Audacity ih može automatski obnoviti:
hy: Որոշ պրոեկտներ պահպանված չեն, վերջին անգամ Աուդասիթիի բաց լինելու պատճառով: Բարեբախտաբար հետևյալ պրոեկտները կարող են վերականգնվել:
id: Beberapa proyek tidak disimpan sebelumnya waktu Audacity terakhir dijalankan. Pada yang akan datang, proyek-proyek ini bisa dikembalikan secara otomatis:

source: Recoverable &projects
hr: Obnovljivi projekti
hy: Վերականգնվող պրոեկտներ
id: Proyek yang dipindahkan

source: Select
hr: Izabire
hy: Ընտրել
id: Pilih

source: Name
hr: Ime
hy: Անուն
id: Nama

source: &Discard Selected
hr: Izabire
hy: Ընտրել
id: Pilih

source: &Recover Selected
hr: Izabire
hy: Ընտրել
id: Pilih

source: No projects selected
hr: Nije izabran ni jedan lanac
hy: Շղթան ընտրված չէ
id: Tidak ada untaian yang dipilih

source: Are you sure you want to discard the selected projects? Choosing "Yes" permanently deletes the selected projects immediately.
hr: Sigurni ste da ne želite obnoviti ni jedan projekt? Poslije se više ne će moći obnoviti.
hy: Իսկապե՞ս ցանկանում եք հրաժարվել բոլոր պրոեկտներից: Ընտրելով "Այո" հրաժարվել բոլոր պրոեկտներից անմիջապես:
id: Apakah Anda yakin tidak mau mengembalikan proyek apapun? Proyek tersebut tidak akan bisa dikembalikan lagi.

source: Select Command
hr: Izaberite naredbu
hy: Ընտրել հրահանգ
id: Pilih Komando

source: &Command
hr: &Naredba
hy: &Կառավարում
id: &Komando

source: &Edit Parameters
hr: &Uredi parametre
hy: &Փոխել կարգավորումները
id: &Edit Parameter

source: &Use Preset
hr: Spremi predzadanost
hy: Պահպանել վերագրումը
id: Simpan Aturan Lanjut

source: &Parameters
hr: &Parametri
hy: &Կարգավորել
id: &Parameter

source: Choose command
hr: &Izaberite naredbu
hy: Ը&նտրել հրահանգ
id: P&ilih Komando

source: MP3 Conversion
hr: Pretvorba uživo
hy: Վերափոխում իրական ժամանակում
id: Konversi Real-time

source: Fade Ends
hr: Promjena glasnoće: Odblijedi
hy: Ավելացնել
id: Fade Masuk

source: Import Macro
hr: Uvozi sirovo
hy: Անմշակ ներմուծում
id: Impor Raw

source: Macro %s already exists. Would you like to replace it?
hr: "%s" ne postoji. Želite li ju stvoriti?
hy: "%s" գոյություն չունի: Ցանկանու՞մ եք ստեղծել այն:
id: "%s" tidak ada. Apakah Anda mingin membuatnya?

source: Export Macro
hr: Izvezi MIDI
hy: Վերցնել MIDI-ն
id: Ekspor MIDI

source: Effect
hr: Učinci
hy: Էֆեկտներ
id: Efek

source: Menu Command (With Parameters)
hr: &Uredi parametre
hy: &Փոխել կարգավորումները
id: &Edit Parameter

source: Your batch command of %s was not recognized.
hr: Vaša naredba svežnja %s nije prepoznata.
hy: Ձեր խմբային հրահանգը %s -ի չի ճանաչվել:
id: %s Komando Anda tidak bisa dijalankan.

source: Applied Macro
hr: Uporabi lanac
hy: Հաստատել շղթան
id: Mengaplikasikan Untaian

source: Apply Macro
hr: Uporabi lanac
hy: Հաստատել շղթան
id: Mengaplikasikan Untaian

source: Applied Macro '%s'
hr: Dodan učinak: %s
hy: Կիրառված էֆեկտ %s
id: Efek teraplikasi: %s

source: Apply '%s'
hr: Uporabi %s
hy: Հաստատել %s
id: Mengaplikasikan %s

source: Apply %s with parameter(s) %s
hr: Uporabi %s s parametrima %s
hy: Հաստատել %s պարամետր(երի) հետ %s
id: Mengaplikasikan %s dengan (beberapa) parameter %s

source: Test Mode
hr: Pokusni način
hy: Փորձնական ձև
id: Mode Percobaan

source: Apply %s
hr: Uporabi %s
hy: Հաստատել %s
id: Mengaplikasikan %s

source: Manage Macros
hr: Upravljaj s krivuljama
hy: Փոփոխել կորերը

source: Select Macro
hr: Izaberite krivulju
hy: Նշել կոր
id: Pilih kurva:

source: Apply macro to project
hr: Primijeni &tu
hy: Հաստատել ընթացիկ &պրոեկտում
id: Aplikasikan ke proyek yang tersedia

source: &Project
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Apply macro to files...
hr: Primijeni na &datotekama...
hy: Հաստատել &ֆայլերում...
id: Aplikasikan ke &File

source: &Files...
hr: &Datoteka
hy: &Ֆայլ
id: &Berkas

source: &Expand
hr: Raširi
hy: Տարածել
id: Sebar

source: No macro selected
hr: Nije izabran ni jedan lanac
hy: Շղթան ընտրված չէ
id: Tidak ada untaian yang dipilih

source: Applying '%s' to current project
hr: Primjenjivanje '%s' na ovom projektu
hy: Հաստատելով '%s' ներկայիս պրոեկտում
id: Mengaplikasikan '%s' ke proyek yang tersedia

source: Please save and close the current project first.
hr: Prvo molimo spremiti i zatvoriti tekući projekt.
hy: Խնդրում ենք պահպանել ընթացիկ պրոեկտը, ապա փակել:
id: Mohon simpan dan tutup proyek yang ada dahulu.

source: Select file(s) for batch processing...
hr: Izaberite datoteke za obradu u svežnju...
hy: Ընտրել ֆայլ(երը) հավաքական գործընթացի համար...
id: Pilih (beberapa) file untuk memproses...

source: Applying...
hr: Primjenjivanje...
hy: Հաստատվում է...
id: Mengaplikasikan...

source: File
hr: Datoteka
hy: Ֆայլ
id: Berkas

source: &Cancel
hr: &Odustani
hy: &Դադարեցնել
id: &Batal

source: Remo&ve
hr: Ukloni
hy: Հեռացնել
id: Buang

source: &Rename...
hr: P&reimenuj...
hy: Անվանափոխել...
id: &Sampel Ulang...

source: Re&store
hr: O&bnovi područja
hy: Մասի հետ բերում
id: Wila&yah Pengembalian

source: I&mport...
hr: U&vezi...
hy: Ներմուծել...
id: &Impor...

source: E&xport...
hr: I&zvezi...
hy: Ներմուծել...
id: &Ekspor

source: Edit Steps
hr: Upravitelj oznakama
hy: Փոփոխել կետերը
id: Edit Label

source: Num
hr: Br
hy: Քանակ
id: No

source: Command
hr: Naredba
hy: Կառավարում
id: Perintah

source: Parameters
hr: Parametri
hy: Կարգավորել
id: Parameter

source: &Insert
hr: &Umetni
hy: &Տեղադրել
id: &Masukkan

source: &Edit...
hr: &Uredi...
hy: Փ&ոխել...

source: De&lete
hr: &Izbriši
hy: Ջն&ջել
id: &Hapus

source: Move &Up
hr: Pomakni &gore
hy: Տեղափոխել &վերև
id: Pindah ke &Atas

source: Move &Down
hr: Pomakni &dolje
hy: Տեղափոխել &ներգև
id: Pindak ke &Bawah

source: &Save
hr: Spremi
hy: &Պահպանել
id: Simpan

source: - END -
hr: - KRAJ -
hy: - ՎԵՐՋ -
id: - SELESAI -

source: %s changed
hr: %s je promijenjena
hy: %s փոխվեց
id: %s telah diubah

source: Do you want to save the changes?
hr: Želite li spremiti promjene?
hy: Ցանկանու՞մ եք պահպանել փոփոխությունները:
id: Anda mau menyimpan perubahan?

source: Enter name of new macro
hr: Unesite ime novoga lanca
hy: Նշեք նոր շղթայի անունը
id: Masukkan nama untaian baru

source: Name of new macro
hr: Unesite ime novoga lanca
hy: Նշեք նոր շղթայի անունը
id: Masukkan nama untaian baru

source: Name must not be blank
hr: Ime ne smije biti prazno
hy: Անունը չպետք է լինի դատարկ
id: Nama seharusnya tidak kosong

source: Names may not contain '%c' and '%c'
hr: Imena ne smiju sadržavati '%c' ni '%c'
hy: Անունը չպետք է պարունակի '%c' և '%c'
id: Nama tidak mungkin mengandung '%c' and '%c'

source: Are you sure you want to delete %s?
hr: Želite li sigurno izbrisati %s?
hy: Իսկապե՞ս ցանկանում եք ջնջել %s
id: anda yakin mau menghapus %s?

source: Benchmark
hr: &Pokreni pokus brzine...
hy: Բացել հենանիշը...
id: &Jalankan Benchmark...

source: Number of Edits:
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Close
hr: Zatvori
hy: Փակել
id: Tutup

source: benchmark.txt
hr: &Pokreni pokus brzine...
hy: Բացել հենանիշը...
id: &Jalankan Benchmark...

source: Export Benchmark Data as:
hr: Izvezi spektrene podatke kao:
hy: Վերցնել սպեկտրալ ինֆորմացիան որպես՝
id: Ekspor data spektral sebagai:

source: Number of edits should be in the range 1 - 10000.
hr: Najveći broj nota mora biti cijeli broj u opsegu 1-128
hy: Նշման առավելագույն քանակը պետք է լինի
id: Jumlah Nada Maksimum harus berupa angka dan diantara 1..128

source: Preparing...
hr: Priprema pretposlušanja
hy: Կարճ դիտման պատրաստում
id: Meyiapkan preview

source: Performing %d edits...
hr: Primjenjivanje ponove
hy: Կատարելով կրկնում
id: Mengulang

source: Paste: %lld
hr: Zalijepi
hy: Տեղադրել
id: Tempel

source: Reading data again...
hr: Snimanje zvuka
hy: Աուդիոյի ձայնագրում
id: Merekam Audio

source: Release build (debug level %d)
hr: Gradnja izdanja
hy: Ազատ օգտագործման
id: Versi Rilis

source: You must first select some audio for '%s' to act on. Ctrl + A selects all audio.
hr: Molimo prvo izabrati zvuk za uporabu.
hy: Դուք պետք է առաջինը ընտրեք որևէ աուդիո սրանից օգտվելու համար:
id: Anda harus pilih beberapa audio terlebih dahulu.

source: No Audio Selected
hr: Nije izabran ni jedan lanac
hy: Շղթան ընտրված չէ
id: Tidak ada untaian yang dipilih

source: You can only do this when playing and recording are stopped. (Pausing is not sufficient.)
hr: To možete izvesti samo kad su sviranje i snimanje obustavljeni. (Stanka nije dosta.)
hy: Դուք կարող եք անել սա, երբ նվագարկումն ու ձայնագրումը դադարեցված է: (Դադար տալը միայն բավարար չէ)
id: Anda hanya bisa melakukannya ketika berhenti memainkan atau merekam. [Pause juga tidak berpengaruh.]

source: You must first select some stereo audio to perform this action. (You cannot use this with mono.)
hr: Prvo morate izabrati stereo zvuk za uporabu. (To ne možete rabiti na mono zapisu.)
hy: Դուք առաջինը պիտի ընտրեք որևէ ստերեո աուդիո այս օգտագործելու համար: (Չեք կարող օգտագործել սա մոնոյով:)
id: Anda harus pilih beberapa trek stereo dahulu untuk menggunakannya. [Anda tidak bisa menggunakannya pada Mono.]

source: You must first select some audio to perform this action. (Selecting other kinds of track won't work.)
hr: Za to morate prvo izabrati zvuk za uporabu. (Izbor drugih vrsta zapisa ne će raditi.)
hy: Դուք պետք է առաջինը ընտրեք որևէ աուդիո սրանից օգտվելու համար: (Ընտրելով այլ տեսակի ձայնագրություն չի աշխատի:)
id: Anda harus pilih beberapa audio dahulu untuk menggunakannya. [Memilih jenis trek yang lain tidak akan bekerja.]

source: Failed to set safe mode on primary connection to %s
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: Failed to set safe mode on checkpoint connection to %s
hr: Opis toka nedostupan
hy: Անհնար է ստանալ հոսքի նկարագրությունը
id: Tidak bisa menerima deskripsi aliran

source: Checkpointing project
hr: Primijeni &tu
hy: Հաստատել ընթացիկ &պրոեկտում
id: Aplikasikan ke proyek yang tersedia

source: Checkpointing %s
hr: Uvoženje %s
hy: Ներմուծվում են՝ %s
id: Mengimpor %s

source: Could not write to %s.
hr: Pogrješka pri pisanju u datoteku:
hy: Չի գրվում որպես ֆայ՝
id: Tidak bisa menulis file:

source: Failed to create savepoint: %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Failed to release savepoint: %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Removing Dependencies
hr: Uklanjanje ovisnosti
hy: Կախվածների հեռացում
id: Menghapus Ketergantungan

source: Copying audio data into project...
hr: Kopiranje zvučnih podataka u projekt...
hy: Պատճենվում է աուդիոյի ժամանակը պրոեկտում...
id: Menyalin data audio ke proyek...

source: Project Depends on Other Audio Files
hr: Projekt ovisi o drugim zvučnim datotekama
hy: Պրոեկտը կախված է այլ աուդիո ֆայլերից
id: Proyek membutuhkan file audio lainnya

source: Copying these files into your project will remove this dependency. This is safer, but needs more disk space.
hr: Kopiranjem tih datoteka u vaš projekt, uklonit ćete tu ovisnost. To je sigurnije, ali zauzima više mjesta.
hy: Պատճենումը այս ֆայլերի ձեր պրոեկտ, կհեռացնի կախվածությունը: Սա ապահով է, բայց պահանջում է սկավառակում շատ հիշողություն:
id: Menyalin file-file ini ke dalam proyek dapat menghapus ketergantungan ini. Ini membutuhkan ruang lebih banyak, tetapi lebih aman.

source: Files shown as MISSING have been moved or deleted and cannot be copied. Restore them to their original location to be able to copy into project.
hr: Datoteke s pridjevom NEDOSTAJE premještene su ili izbrisane i ne mogu se kopirati. Vratite ih na izvorno mjesto kako bi se kopiranje omogućilo.
hy: Ֆայլերը որպես ԲԱՑԱԿԱ տեղափոխվել կամ ջնջվել են և չեն կարող պատճենվել: Հետ բերեք դրանք իրենց նախկին տեղը, որպեսզի լինի պատճենում պրոեկտի մեջ:

source: Project Dependencies
hr: Ovisnosti projekta
hy: Պրոեկտին միացված
id: Ketergantungan Proyek

source: Audio File
hr: Zvučna datoteka
hy: Աուդիո ֆայլ
id: File audio

source: Disk Space
hr: Prostor na disku
hy: Սկավառակի հիշողությունը
id: Ruang disk

source: Copy Selected Files
hr: Kopiraj izabrane datoteke
hy: Պատճենել նշված ֆայլերը
id: Menyalin Audio yang Dipilih ke dalam Proyek

source: Cancel Save
hr: Poništi spremanje
hy: Դադարեցնել պահպանումը
id: Batalkan Penyimpanan

source: Save Without Copying
hr: Spremi bez kopiranja
hy: Պահպանել պատճենների հետ

source: Do Not Copy
hr: Ne kopiraj
hy: Չպատճենել
id: Jangan Salin Audio Apapun

source: Copy All Files (Safer)
hr: Kopiraj sve datoteke (sigurnije)
hy: Պատճենել բոլոր ֆայլերը (ապահով)
id: Salin Semua Audio ke dalam Proyek (Lebih Aman)

source: Whenever a project depends on other files:
hr: Kad god projekt ovisi o drugim datotekama:
hy: Ամեն անգամ պրոեկտը կախված այլ ֆայլերից՝
id: Ketika proyek membutuhkan file lainnya:

source: Ask me
hr: Pitaj me
hy: Հարցնել ինձ
id: Tanya saya

source: Always copy all files (safest)
hr: Uvijek kopiraj sve datoteke (najsigurnije)
hy: Միշտ պատճենել բոլոր ֆայլերը (ապահով)
id: Selalu salin semua audio (paling aman)

source: Never copy any files
hr: Nikad ne kopiraj bilo koje datoteke
hy: Երբեք չպատճենել որևէ ֆայլ
id: Tidak pernah menyalin audio apapun

source: MISSING %s
hr: NEDOSTAJE
hy: ՉԳՏՆՎԱԾ

source: &Copy Names to Clipboard
hr: Izreži u međuspremnik
hy: Կտրել ժամանակավոր փոխանցողի մեջ
id: Potong ke Clipboard

source: Missing
hr: Nedostaju datoteke
hy: Ֆայլերը բացակայում են
id: Lima Mnt

source: If you proceed, your project will not be saved to disk. Is this what you want?
hr: Ako nastavite, vaš projekt ne će se spremiti. Zbilja to želite?
hy: Եթե սկսեք, ձեր պրոեկտը չի պահպանվի սկավառակում: Դուք դա ուզու՞մ եք:
id: Proyek Anda tidak akan disimpad di disk. Itukan yang Anda mau?

source: Your project is self-contained; it does not depend on any external audio files. Some older Audacity projects may not be self-contained, and care is needed to keep their external dependencies in the right place. New projects will be self-contained and are less risky.
hr: Vaš projekt trenutačno je samosadržajan, to jest ne ovisi o podatcima koji su izvan njega. Ako promijenite to stanje u vanjsku ovisnost, više ne će biti samosadržajan. U tom bi slučaju pri spremanju bez potrebnih podataka unesenih u projekt mogli izgubiti unutarnje podatke.
hy: Ձեր պրոեկտը այս պահին առանձնացած է, այն կախված չէ որևէ աուդիո ֆայլից: Եթե հիմա պրոեկտում փոփոխություն կատարեք, որի միացվածությունը ներմուծված ֆայլերի հետ արտաքին է, փոփոխությունից հետո առանձնացած չի լինի: Եթե պահպանեք առանց պատճենման այդ ֆայլերը, կարող եք կորցնել ինֆորմացիան:

source: Dependency Check
hr: Provjera ovisnosti
hy: Կախվածության ստուգում
id: Cek ketergantungan

source: None
hr: Nema
hy: Ոչինչ
id: Tidak Ada

source: Rectangle
hr: Pravokutnik
hy: Ուղղանկյուն
id: Persegi

source: Triangle
hr: Trokut
hy: Եռանկյուն
id: Segitiga

source: Shaped
hr: Oblikovano
hy: Ձևավորված
id: Terbentuk

source: Rectangular
hr: Pravokutno
hy: Ողղանկյուն
id: Bersiku

source: Welch
hr: Dobro došli!
hy: Բարի գալուստ
id: Selamat Datang!

source: FFmpeg support not compiled in
hr: Podrška za FFmpeg nije prevedena u
hy: FFmpeg աջակցումը կազմված չէ
id: Dukungan FFMpeg tidak terkompilasi

source: FFmpeg was configured in Preferences and successfully loaded before, but this time Audacity failed to load it at startup. You may want to go back to Preferences > Libraries and re-configure it.
hr: FFmpeg je bio postavljen u Prilagodbama i već uspješno učitan, ali ga pri ovom pogonu Audacity nije mogao učitati. Pokušajte otići u Postavke > Knjižnice te ga ponovno postavite.
hy: FFmpeg կարգավորվեց կարգավորումներից հաջողությամբ բեռնվեց մինչ, բայց այս անգամ Աուդասիթին չկարողացավ բեռնել դա բեռնման տեղում: Դուք պետք է մտնեք կարգավորումներ > Գրադարան և վերակազմեք դա:
id: FFmpeg terkonfigurasi pada Preferensi dan diambil dengan sukses sebelumnya, tapi kali ini Audacity gagal mengambilnya pada awal dinyalakan. Anda butuh kembali ke Preferensi > Impor/Ekspor dan mengkonfigurasikan ulang.

source: FFmpeg startup failed
hr: Pogon FFmpega nije uspio
hy: FFmpeg բացումը ձախողվեց
id: Awalan FFMpeg gagal

source: FFmpeg library not found
hr: Knjižnice FFmpega nemoguće naći
hy: FFmpeg գրադարանը գույություն չունի

source: Locate FFmpeg
hr: Nađi FFmpeg
hy: տեղադրում FFmpeg
id: Tempatkan FFmpeg

source: Audacity needs the file '%s' to import and export audio via FFmpeg.
hr: Audacity treba datoteku '%s' za uvoz i izvoz zvuka preko FFmpeg.
hy: Աուդասիթիին պետք է ֆայլ '%s' ներմուծման և աուդիո ֆայլի վերցման համար FFmpeg-ի միջոցով:
id: Audacity memerlukan file %s untuk menegkspor dan mengimpor dengan FFmpeg..

source: Location of '%s':
hr: Mjesto '%s':
hy: Տեղը '%s':
id: Lokasi %s:

source: To find '%s', click here -->
hr: Ako želite naći '%s', stisnite tu -->
hy: Գտնելու համար '%s', սեղմեք այստեղ -->
id: Untuk mencari %s, click here -->

source: Browse...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: To get a free copy of FFmpeg, click here -->
hr: Besplatnu kopiju FFmpega preuzmite si tu -->
hy: FFmpeg-ի անվճար պատճենի համար, սեղմեք այստեղ -->
id: Untuk mendapatkan salinan FFmpeg gratis, klik di sini ==>

source: Download
hr: Preuzmi
hy: Բեռնել
id: Unduh

source: Where is '%s'?
hr: Gdje je '%s'?
hy: Որտեղ է '%s'?
id: Dimana %s?

source: FFmpeg not found
hr: FFmpeg nije nađen
hy: FFmpeg-ն գոյություն չունի
id: FFmpeg tidak ada

source: Audacity attempted to use FFmpeg to import an audio file, but the libraries were not found. To use FFmpeg import, go to Edit > Preferences > Libraries to download or locate the FFmpeg libraries.
hr: Audacity je pokušao uporabiti FFmpeg za uvoz zvučne datoteke, ali knjižnice nisu nađene. Za uporabu uvoza FFmpeg, otvorite Postavke > Knjižnice za preuzimanje ili traženje knjižnica FFmpeg.
hy: Աուդասիթին փորձարկեց FFmpeg-ի օգտագործումը աուդիո ֆայլի ներմուծման համար, բայց գրադարանը գոյություն չունի. FFmpeg ներմուծումն օգտագործելու համար, մտեք Կարգավորումներ > Գրադարան բեռնելու կամ FFmpeg-ի տեղը նշելու համար:
id: Audacity menggunakan referensi FFmpeg untuk mengimpor file audio, tapi referensi tidak ditemukan. Untuk menggunakan fitur impor FFmpeg, silahkan ke Preferensi > Referensi untuk mendownload atau menaruh refereni FFMpeg.

source: Do not show this warning again
hr: Na to me više ne podsjećaj
hy: Չցուցադրել այս զգուշացումը կրկին
id: Jangan tunjukkan peringatan ini lagi

source: Failed to find compatible FFmpeg libraries.
hr: Uskladive knjižnice FFmpeg nemoguće naći.
hy: Ձախողվեց գտնել աջակցող FFmpeg գրադարանը:
id: Gagal untuk mencari referensi FFMpeg yang kompetibel

source: Audacity failed to open a file in %s.
hr: Audacity ne može pisati u datoteku: %s.
hy: Աուդասիթին չի կարողանում գրել ֆայլը՝ %s.
id: Audacity tidak bisa menulis file: %s.

source: Audacity failed to read from a file in %s.
hr: Audacity ne može pisati u datoteku: %s.
hy: Աուդասիթին չի կարողանում գրել ֆայլը՝ %s.
id: Audacity tidak bisa menulis file: %s.

source: Audacity failed to write to a file. Perhaps %s is not writable or the disk is full. For tips on freeing up space, click the help button.
hr: Pogrješka pri spremanju projekta. Možda nije moguće pisati u %s ili je disk pun.
hy: Չի հաջողվում պահպանել պրոեկտը: Հնարավոր է %s չգրվող է կամ սկավառակում տեղ չկա:
id: Tidak bisa menyimpan proyek. Mungkin %s tidak bisa ditulis atau disk penuh.

source: File Error
hr: Pogrješka LOF
hy: LOF Սխալ
id: Error LOF

source: Error (file may not have been written): %s
hr: Pogrješka (datoteka možda nije zapisana): %s
hy: Սխալ (ֆայլը կարող է չգրվել)՝ %s
id: Error (file tidak mungkin ditulis): %s

source: &Copy uncompressed files into the project (safer)
hr: &Napravi kopiju nesažetih zvučnih datoteka prije uređivanja (sigurnije)
hy: Ստեղծել չխտացված աուդիո ֆայլերի պատճեն, մինչև փոփոխելը (անվտանգ)
id: &Buat salinan file audio tak terkompres sebelum diedit (lebih aman)

source: &Read uncompressed files from original location (faster)
hr: &Čitaj nesažete zvučne datoteke izravno iz izvornika (brže)
hy: Կարդալ չխտացված աուդիո ֆայլերը անմիջապես օրիգինալից (արագ)
id: &Langsung baca file audo tak terkompres dari aslinya (lebih cepat)

source: &Copy all audio into project (safest)
hr: Uvijek &kopiraj sav zvuk u projekt (najsigurnije)
hy: Բոլոր աուդիոների մշտական պատճենում պրոեկտում (ապահով)
id: Salalu s&alin semua audio pada proyek (teraman)

source: Do &not copy any audio
hr: &Ne kopiraj nikakav zvuk
hy: Չպատճենել որևէ աուդիո
id: Ja&ngan salin audio apapiun

source: As&k
hr: Pitaj &korisnika
hy: Հարցնել օգտվողին
id: Tan&ya pengguna

source: All files
hr: Sve datoteke (*)|*
hy: Բոլոր ֆայլերը (*)|*
id: Semua File (*)|*

source: AUP3 project files
hr: Spremanje datoteka projekta
hy: Պրոեկտի ժամանակավոր ֆայլերի պահպանում
id: Menyimpan file data proyek

source: Dynamic Libraries
hr: Knjižnice
hy: Գրադարաններ
id: Referensi

source: Text files
hr: Imena datoteka:
hy: Անուն ֆայլեր՝
id: Nama file:

source: XML files
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: %s files
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: The specified filename could not be converted due to Unicode character use.
hr: Navedeno ime datoteke nije moguće prevesti zbog uporabe znakova Unicodea.
hy: Նշված ֆայլը չի կարող վերափոխվել Յունիկոդ տառատեսակներ են ընտրված:
id: Nama file yang dipilih tidak bisa diubah karena penggunaan karakter Unicode.

source: Specify New Filename:
hr: Odredite novo ime datoteke:
hy: Նշված նոր ֆայլի անունը՝
id: Tentukan Nama File Baru:

source: Directory %s does not have write permissions
hr: Mapa %s ne postoji. Želite li ju stvoriti?
hy: %s Ճանապարհը գոյություն չունի: Ստեղծե՞լ այն:
id: Direktori %s belum ada. Buat dulu?

source: Frequency Analysis
hr: Analiza frekvencije
hy: Հաճախականության անալիզներ
id: Analisis Frekuensi

source: Spectrum
hy: Սպեկտր
id: Spektrum

source: Standard Autocorrelation
hy: Ստանդարտ ինքնակորելացիա
id: Autokoreksi Standar

source: Cuberoot Autocorrelation
hy: Cuberoot ինքնակորելացիա
id: Autokoreksi Cuberoot

source: Enhanced Autocorrelation
hy: Լավացնող ինքնակորելացիա
id: Autokoreksi Tingkat Tinggi

source: Cepstrum
hy: Կեպստրա
id: Kepstrum

source: %s window
hr: Prozor
hy: պատուհան
id: jendela

source: Linear frequency
hr: Linearna frekvencija
hy: Գծային հաճախականություն
id: Frekuensi linier

source: Log frequency
hr: Logaritamska frekvencija
hy: Մուտքային հաճախականություն
id: Frekuensi logaritma

source: dB
hy: դԲ

source: Zoom
hr: Povećanost
hy: Խոշորացնել

source: Hz
hy: Հց

source: Cursor:
hr: Okomica lijevo
hy: Նշման գիծը ձախ
id: Kursor Kiri

source: &Grids
hr: Mreža
hy: Ցանցեր
id: Batas

source: &Algorithm:
hr: Algoritam
hy: Ալգորիթմ
id: Algoritma

source: &Size:
hr: Veličina
hy: Չափ
id: Ukuran

source: &Export...
hr: &Izvezi...
hy: &Ֆայլի վերցնում...
id: &Ekspor

source: &Function:
hr: Funkcija
hy: Գործիքներ
id: Fungsi

source: &Axis:
hr: Os
hy: Առանց
id: Aksis

source: &Replot...
hr: &Prenacrtaj
hy: &Վերագրաֆիկավորում
id: &Plot Ulang

source: To plot the spectrum, all selected tracks must be the same sample rate.
hr: Za crtanje spektra svi izabrani zapisi moraju imati istu uzorkovnu brzinu.
hy: Սպեկտրները գրաֆիկավորելու համար, բոլոր նշված ձայնային ֆայլերը պետք է մի շառավիղի վրա լինեն նույն հաճախականությամբ:
id: Untuk memplot spektrum, semua trek yang dipilih harus mempunyai rate sampel yang sama.
