Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

# update dialog
source: Update Audacity
hr: Ugasi Audacity
hy: Փակել Աուդասիթին
id: Perbarui Tenacity

# update dialog
source: Changelog
hr: Kanal
hy: Ալիք
id: Saluran

# update dialog
source: Error checking for update
hr: Pogrješka pri otvaranju datoteke
hy: Ֆայլի բացումը անհաջող էր
id: Terjadi kesalahan ketika memeriksa pembaruan

# update dialog
source: Error downloading update.
hr: Pogrješka pri učitavanju metapodataka
hy: Ժամաչափի բեռնման սխալ
id: Terjadi kesalahan ketika mengunduh pembaruan.

# update dialog
source: Audacity %s is available!
hr: Audacityjeva alatna traka - %s
hy: Աուդասիթի %s գործիքադարակ
id: Tenacity %s tersedia!

source: Unable to determine
hr: Nemoguće odrediti
hy: Անհնար է որոշել
id: Tidak dapat menentukan

source: %s bytes
hr: B
hy: բիթեր
id: %s bita

source: Simplified
hr: !Pojednostavljen pogled
hy: Պարզեցված դիտում
id: Sederhana

source: System
hr: Započeto dana
hy: Սկզբի ամսաթիվ
id: Sistem

source: 1st Experimental Command...
hr: Izaberite naredbu
hy: Ընտրել հրահանգ
id: Pilih Komando

source: 2nd Experimental Command
hr: Izaberite naredbu
hy: Ընտրել հրահանգ
id: Pilih Komando

source: &Nyquist Workbench...
hr: Nyquistov upit...
hy: Nyquist հրահանգ...
id: Prompt Nyquist...

source: &Paste Ctrl+V
hr: &Zalijepi
hy: Տեղադրել
id: &Tempel Ctrl+V

source: Select A&ll Ctrl+A
hr: Izabire
hy: Նշել &բոլորը
id: Pilih

source: Select &Font...
hr: &Font...
hy: &Տառատեսակ...
id: Huruf...

source: Split &Vertically
hr: Prilagodi &okomito
hy: Ուղղահայաց
id: Samakan Secara &Vertikal

source: Split &Horizontally
hr: Vodoravni prikaz
hy: Հորիզոնական ստերեո
id: Stereo Horizontal

source: Show S&cript
hr: Prikaži izlaz
hy: ցուցադրել ելքը
id: Tunjukkan output

source: Show &Output
hr: Prikaži izlaz
hy: ցուցադրել ելքը
id: Tunjukkan output

source: &Large Icons
hr: Velika soba
hy: Մեծ տարածք

source: Toolbar
hr: &Alatne trake
hy: Գործիքադարակներ

source: &Stop F6
hr: Ob&ustavi
hy: Դադարեցնել
id: &Berhenti

source: Output
hr: Mjerilo izlaza
hy: Էֆեկտի կարգավորումներ
id: Meter Output

source: Load Nyquist script
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Warning
hr: Upozorenje
hy: Ուշադրություն
id: Perhatian

source: Save Nyquist script
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Nyquist Effect Workbench
hr: Učinci
hy: Nyquist էֆեկտի հաստատում...
id: Efek

source: No matches found
hr: Nema uređaja
hy: Սարքեր չեն գտնվել
id: Tidak ada perangkat

source: Untitled
hr: neimenovano
hy: անվերնագիր
id: tak berjudul

source: Nyquist Effect Workbench -
hr: Učinci
hy: Nyquist էֆեկտի հաստատում...
id: Efek

source: New
hr: &Novo
hy: Նոր
id: &Baru

source: Open
hr: &Otvori...
hy: &Բացել...
id: B&uka...

source: Open script
hr: Otvori nedavne
hy: Բացել նախկիններից
id: Buka yang Sebelumnya

source: Save
hr: Spremi
hy: &Պահպանել
id: Simpan

source: Save script
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Save As
hr: Spremi kao...
hy: Պահպանել որպես...
id: Simpan Sebagai...

source: Save script as...
hr: Spremi projekt &kao...
hy: Պահպանել պրոեկտը &որպես...
id: Simpan &Proyek Sebagai...

source: Copy
hr: Kopiraj
hy: Պատճենել
id: Salin

source: Copy to clipboard
hr: Izreži u međuspremnik
hy: Կտրել ժամանակավոր փոխանցողի մեջ
id: Potong ke Clipboard

source: Cut
hr: Izreži
hy: Կտրել
id: Potong

source: Cut to clipboard
hr: Izreži u međuspremnik
hy: Կտրել ժամանակավոր փոխանցողի մեջ
id: Potong ke Clipboard

source: Paste
hr: Zalijepi
hy: Տեղադրել
id: Tempel

source: Paste from clipboard
hr: Zaplijepljeno iz međuspremnika
hy: Տեղադրում ժամանակավոր փոխանցողից
id: Ditempel dari clipboard

source: Clear
hr: Po&čisti
hy: Մաքրել
id: &Hapus

source: Clear selection
hr: Izmjeri izbor
hy: Հավասարեցման նշում
id: Seleksi pengukuran

source: Select All
hr: Izabire
hy: Նշել &բոլորը
id: Pilih

source: Select all text
hr: Izabire
hy: Նշել &բոլորը
id: Pilih

source: Undo
hr: Vrati
hy: Քայլ հետ
id: Batalkan

source: Undo last change
hr: Promjena formata
hy: Ֆորմատի փոխում
id: Perubahan Format

source: Redo
hr: Poništi
hy: Քայլ առաջ
id: Lakukan Kembali

source: Find text
hr: &Nađi note
hy: Գտնել գրառում
id: &Cari Nada

source: Match
hr: Svežanj
hy: Կապոց
id: Batch

source: Top
hr: Do:
hy: Մեջտեղ
id: Ke:

source: Up
hr: gore
hy: Վերև
id: Atas

source: Previous
hr: Prethodni alat
hy: Նախորդը գործիք
id: Alat Sebelumnya

source: Next
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Start
hr: Početak
hy: Սկսել
id: Awal

source: Start script
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Stop
hr: Zaustavi
hy: Դադարեցնել
id: Berhenti

source: Stop script
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: OK
hr: U redu
hy: Լավ

source: Build Information
hr: Podatci o gradnji
hy: Ստեղծման տեղեկություն
id: Informasi Perubahan

source: Enabled
hr: omogućeno
hy: Միացված է
id: Dibolehkan

source: Disabled
hr: onemogućeno
hy: Անջատված է
id: Dilarang

source: The Build
hr: Gradnja za debug
hy: Մասնավոր օգտագործման
id: Versi Debug

source: Commit Id:
hr: Naredba:
hy: Հրահանգ՝
id: Perintah:

source: Build type:
hr: Vrsta gradnje:
hy: Տեսակը՝
id: Tipe perubahan:

source: Compiler:
hr: Sažimač
hy: Խտացնող
id: Kompresor

source: Installation Prefix:
hr: Ugradni predmetak:
hy: Նստեցված նախագծեր՝
id: Awalan Instalasi:

source: Settings folder:
hr: Mapa postavaka:
hy: Կարգավորումների թղթապանակ՝
id: Folder pengaturan:

source: File Format Support
hr: Podrška formata
hy: Ֆայլի ֆորմատի աջակցում
id: Dukungan Format File

source: Audio playback and recording
hr: sviranje i snimanje zvuka
hy: Աուդիո նվագարկում և ձայնագրում
id: Pemroduksian Audio dan Perekaman

source: Sample rate conversion
hr: pretvorba uzorkovne brzine
hy: Հաճախականության փոփոխում
id: Konversi sample rate

source: MP3 Importing
hr: uvoz MP3
hy: MP3 ներմուծում
id: Mengimpor MP3

source: Ogg Vorbis Import and Export
hr: uvoz i izvoz Ogg Vorbis
hy: OGG Vorbis ֆայլի ներմուծում և վերցնում
id: Impor dan Ekspor Ogg Vorbis

source: ID3 tag support
hr: podrška značkama ID3
hy: ID3 տեգի աջակցում
id: Dukungan Tag ID3

source: FLAC import and export
hr: uvoz i izvoz FLAC
hy: FLAC ֆայլի ներմուծում և վերցնում
id: Impor dan Ekspor FLAC

source: MP2 export
hr: izvoz MP2
hy: MP2 ֆայլի ներմուծում
id: Ekspor MP2

source: Import via QuickTime
hr: uvoz QuickTimeom
hy: Ներմուծում QuickTime-ի միջոցով
id: Impor melalui QuickTime

source: FFmpeg Import/Export
hr: Knjižnica za uvoz/izvoz FFmpeg
hy: FFmpeg ֆայլի ներմուծում/վերցնում
id: Referensi Impor/Ekspor FFmpeg

source: Import via GStreamer
hr: uvoz QuickTimeom
hy: Ներմուծում GStreamer-ի միջոցով
id: Impor melalui QuickTime

source: Features
hr: Odlike
hy: Նկարագրություն
id: Fitur

source: Plug-in support
hr: podrška za priključke
hy: Պլագինի աջակցում
id: Dukungan Plug-in

source: Sound card mixer support
hr: podrška za zvučne "mixer" kartice
hy: Ձայնային քարտի միախառնող աջակցում
id: Dukungan Sound card mixer

source: Pitch and Tempo Change support
hr: podrška za promjenu visine zvuka i tempa
hy: Տեմպի և տոնի փոփոխման աջակցում
id: Dukungan Perubahan Pitch dan Tempo

source: Extreme Pitch and Tempo Change support
hr: podrška za promjenu visine zvuka i tempa
hy: Զվարճալի տեմպի և տոնի փոփոխման աջակցում
id: Dukungan Perubahan Pitch dan Tempo

source: GPL License
hr: Licencija GPL
hy: GPL լիցենզիա
id: Lisensi GPL

source: %s, developer
hr: Omotnica
hy: Պատիչ
id: Amplop

source: %s, developer and support
hr: Omotnica
hy: Պատիչ
id: Amplop

source: %s, quality assurance
hr: jamstvo kakvoće
hy: Որակի ապահովում

source: %s, graphic artist
hr: &Grafički EQ
hy: Գրաֆիկ տատանում
id: Grafik EQ

source: %s, Nyquist plug-ins
hr: Izlaz Nyquista:
hy: Nyquist ելք՝
id: Output Nyquist:

source: %s, web developer
hr: Omotnica
hy: Պատիչ
id: Amplop

source: %s, graphics
hr: &Grafički EQ
hy: Գրաֆիկ տատանում
id: Grafik EQ

source: Credits
hr: Zasluge
hy: Հեղինակներ
id: Orang-Orang yang Berjasa

source: Libraries
hr: Knjižnice
hy: Գրադարաններ
id: Referensi

source: %s includes code from the following projects:
hr: Audacity se služio kodom ovih projekata:
hy: Աուդասիթին հիմնված է հետևյալ նախագծերի կոդերի վրա՝
id: Audacity didasarkan sumber dari proyek berikut ini:

source: %s Team Members
hr: Časni članovi ekipe
hy: Պատվավոր թիմի մասնակիցներ
id: Anggota Tim Emeritus Lainnya

source: Contributors
hr: Drugi pridonositelji
hy: Այլ ներդրողներ
id: Kontributor Lainnya

source: translator_credits
hr: Hrvatski prijevod napravio Martin Bagić uz pomoć Mislava Lukšića.
hy: Ծրագրի հայաֆիկացում — Արամ բլոգ (www.aramblog.yn.lt - aramvardanyan@gmx.com)
id: Bahasa Indonesia: Lukmanul Hakim (lukmanul.hakim91@ui.ac.id)

source: Translators
hr: Za gibanje
hy: Շարժ
id: T&ransportasi

source: Special thanks:
hr: Posebna hvala:
hy: Հատուկ շնորհակալություն
id: Terima kasih untuk:

source: %s website:
hr: Prvi pogon Audacityja
hy: Աուդասիթի առաջին մուտք
id: Pengoperasian Pertama Audacity

source: Click and drag to adjust, double-click to reset
hr: Kliknite i povucite za prilagođivanje omjer veličina stereo zapisa.
hy: Սեղմեք և քաշեք, հարմարեցնելով ստերեո ձայնագրությունների հարաբերական չափերը:
id: Klik dan dorong untuk mengubah ukuran relatif trek stereo.

source: Record/Play head
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Timeline
hr: Promjena ravnala
hy: Ժամատարածքի փոխող
id: Pengubah Nama

source: Click or drag to begin Seek
hr: Kliknite i povucite za uređivanje uzoraka
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Kik dan dorong untuk mengedit sampel

source: Click or drag to begin Scrub
hr: Kliknite i povucite za prepovećavanje zapisa.
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong untuk mengubah ukuran trek

source: Quick-Play disabled
hr: (onemogućeno)
hy: (անջատված)
id: (dilarang)

source: Timeline Options
hr: Postavke priključka
hy: Պլագին կարգավորումներ
id: Aturan Plugin

source: Enable dragging selection
hr: Omogući &povlačenje lijevoga i desnoga ruba izbora
hy: Միացում, ձախ քաշում և աջ ընտրված եզրեր
id: Perbolehkan &menahan batas kiri dan kanan yang dipilih

source: Update display while playing
hr: &Osvježuj zaslon za vrijeme sviranja
hy: Էկրանի թարմացում երբ նվագարկվում է
id: &Perbaharui tampilan ketika memainkan

source: Lock Play Region
hr: Svi&raj područje
hy: Նվագարկել մասը
id: Mai&nkan Wilayah

source: Pinned Play Head
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Error
hr: Pogrješka
hy: Եղավ սխալ

source: Failed to remove %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Failed!
hr: Neuspjelo!
hy: Անհաջող էր

source: Reset Preferences? This is a one-time question, after an 'install' where you asked to have the Preferences reset.
hr: Resetirati Postavke? Ovo se pitanje samo jednom prikazuje nakon 'ugradbe' koja je pitala za prepostavljanje (reset) postavaka.
hy: Վերափոխե՞լ կարգավորումները: Սա միայն մեկ անգամվա երկխոսություն է, 'նստեցումից' հետո, որտեղ որ հրահանգել եք Կարգավորումների վերնշում:

source: Reset Audacity Preferences
hr: Preprilagodi Audacity
hy: Վերնշել Աուդասիթի կարգավորումները
id: Preferensi Audacity

source: %s could not be found. It has been removed from the list of recent files.
hr: %s nenađeno. Uklonjeno je s popisa nedavnih datoteka.
hy: %s գոյություն չունի: Այն հեռացվել է նախկին ֆայլերի ցանկից:
id: %s tidak bisa ditemukan. Ini sudah dibuang dari daftar file terkini.

source: &New
hr: &Novo
hy: &Նոր
id: &Baru

source: &Open...
hr: &Otvori...
hy: &Բացել...
id: B&uka...

source: Open &Recent...
hr: &Otvori nedavnu...
hy: Բացել &նախկիններից...
id: Buka yang &Sebelumnya...

source: &Preferences...
hr: &Postavke...
hy: &Կարգավորումներ...
id: &Preferensi...

source: &File
hr: &Datoteka
hy: &Ֆայլ
id: &Berkas

source: Audacity could not find a safe place to store temporary files. Audacity needs a place where automatic cleanup programs won't delete the temporary files. Please enter an appropriate directory in the preferences dialog.
hr: Audacity nije našao prostora za spremanje privremenih datoteka. Molimo unijeti prikladnu mapu u postavkama.
hy: Աուդասիթին չի գտնում տեղ պահելու համար ժամանակավոր ֆայլերը: Խնդրում ենք մուտքագրել կարգավորումների համապատասխան վայրում այդ տեղը:
id: Audacity tidak bisa mencari tempat untuk meletakkan file temporary. Tolong masukkan direktori yang benar ke dalam dialog preferensi.

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
hr: Audacity nije našao prostora za spremanje privremenih datoteka. Molimo unijeti prikladnu mapu u postavkama.
hy: Աուդասիթին չի գտնում տեղ պահելու համար ժամանակավոր ֆայլերը: Խնդրում ենք մուտքագրել կարգավորումների համապատասխան վայրում այդ տեղը:
id: Audacity tidak bisa mencari tempat untuk meletakkan file temporary. Tolong masukkan direktori yang benar ke dalam dialog preferensi.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
hr: Audacity se zatvara. Molimo ponovno upaliti Audacity za uporabu novih privremenih mapa.
hy: Աուդասիթին պատրաստվում է փակվել: Խնդրում ենք կրկին բացել Աուդասիթին օգտվելու համար պահպանման վայրից:
id: Audacity sekarang ingin keluar. Tolong aktifkan Audacity kembali untuk menggunakan direktori file temporary yang baru.

source: Running two copies of Audacity simultaneously may cause data loss or cause your system to crash.
hr: Dvije istovremeno upaljene kopije Audacityja mogu prouzročiti gubitak podataka ili rušenje sustava.
hy: Բացված է Աուդասիթիի երկու պատճեն միաժամանակ, որը կարող է հանգեցնել ֆայլերի կորստի և համակարգի խաթարման:
id: Menjalankan dua Audacity yang sama sekaligus dapat menyebabkan hilangnya data atau dapat merusak sistem Anda.

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity.
hr: Audacity ne može zaključati mapu privremenih datoteka. Tu mapu možda rabi drugi Audacity.
hy: Աուդասիթին չի կարողանում բացել ժամանակավոր ֆայլերի տեղը: Այս թղթապանակը հնարավոր է զբաղեցված լինի այլ Աուդասիթիի պատճենի կողմից:
id: Audacity tidak bisa mengunci direktori file temporary. Folder ini mungkin digunakan oleh program Audacity yang Lain.

source: Do you still want to start Audacity?
hr: Želite li svejedno upaliti Audacity?
hy: Իսկապե՞ս ցանկանում եք, որ սկսվի Աուդասիթին:
id: Anda ingin tetap menjalankan Audacity?

source: Error Locking Temporary Folder
hr: Pogrješka pri zaključavanju privremene mape
hy: Եղավ սխալ, ժամանակավոր թղթապանակ բացելիս
id: Error dalam mengunci folder temporary

source: The system has detected that another copy of Audacity is running.
hr: Sustav je uočio da je Audacity već upaljen.
hy: Համակարգը գտնում է, որ Աուդասիթիի այլ պատճեն է բացված:
id: Sistem telah mendeteksi bahwa Audacity yang lainnya sedang berjalan.

source: Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
hr: Uporabite naredbe Novo ili Otvori u trenutačno upaljenom Audacityju za istovremeno otvaranje više projekata.
hy: Օգտագործեք նոր կամ բացված հրահանգների կետերը, ներկայիս բացված Աուդասիթիում ընթացք բացելու համար մի քանի պրոեկտ միաժամանակ:
id: Gunakan komando Baru atau Buka waktu menjalankan Audacity untuk membuka beberapa proyek sekaligus.

source: Audacity is already running
hr: Audacity je već upaljen
hy: Աուդասիթին արդեն բացված է
id: Audacity sudah berjalan

source: Audacity Startup Failure
hr: Audacityjeve datoteke projekta
hy: Աուդասիթի պրոեկտ ֆայլեր
id: File Proyek Audacity

source: set max disk block size in bytes
hr: -blocksize nnn (postavite najveću veličinu diskovnoga bloka; u bajtima)
hy: -blocksize nnn (տեղադրել սկավառակի մաքս. չափ բիթերում)
id: -blocksize nnn (ukuran blok pada disk maksimum dalam byte)

source: this help message
hr: -help (ovu poruku)
hy: -help (Տ-Օգնություն)
id: -bantuan (pesan ini)

source: run self diagnostics
hr: -test (pokreni samodijagnostiku)
hy: -test (ինքնամիացող հետազոտում)
id: -test (jalankan diagnosa otomatis)

source: display Audacity version
hr: -version (prikaži inačicu Audacityja)
hy: -version (ցուցադրել Աուդասիթիի տարբերակը)
id: -versi (tampilan versi Audacity)

source: audio or project file name
hr: Nije moguće otvoriti datoteku projekta
hy: Չի հաջողվում բացել պրոեկտ ֆայլը
id: Tidak bisa membuka file proyek

source: Audacity project (.aup3) files are not currently associated with Audacity. Associate them, so they open on double-click?
hr: Datoteke Audacityjeva projekta (.AUP) trenutačno nisu povezane s Audacityjem. Želite li ih povezati kako biste ih mogli otvoriti dvoklikom?
hy: Աուդասիթի պրոեկտ (.AUP) ֆայլերը թերի են ասոցացված Աուդասիթիի հետ: Ստեղծեք դրանց կապը Աուդասիթիի հետ, բացե՞լ դրանք երկակի մկնիկի հարվածով:
id: File Proyek Audacity (.AUP) tidak berasosiasi dengan Audacity. Hubungkan terlebih dahulu baru file tersebut bisa dibuka dengan klik ganda?

source: Audacity Project Files
hr: Audacityjeve datoteke projekta
hy: Աուդասիթի պրոեկտ ֆայլեր
id: File Proyek Audacity

source: Audacity Configuration Error
hr: Potvrda brisanja pravila
hy: Կանոնի ջնջման հաստատում
id: Informasi Perubahan

source: Help
hr: Pomoć
hy: Օգնություն
id: Bantuan

source: &Quit Audacity
hr: Ugasi Audacity
hy: Փակել Աուդասիթին
id: Keluar dari Audacity

source: Audacity Log
hr: Audacityjev dnevnik
hy: Աուդասիթի պատմության գրքույկ
id: Proyek Audacity

source: &Save...
hr: &Spremi...
hy: &Պահպանել...
id: Sim&pan...

source: Cl&ear
hr: Iz&briši uneseno
hy: Մա&քրել
id: Hap&us

source: &Close
hr: &Zatvori
hy: &Փակել
id: &Tutup

source: Save log to:
hr: Spremi slike u:
hy: Պահպանել պատմության գրքույկը ... տեղում՝
id: Simpan Gambar ke:

source: Couldn't save log to file: %s
hr: Pogrješka pri pisanju u datoteku:
hy: Չի հաջողվում պահպանել պատմության գրքույկը ֆայլ՝
id: Tidak bisa menulis file:

source: Could not find any audio devices.
hr: Nema nađenih zvučnih uređaja.
hy: Չի գտնվել որևէ աուդիո սարք:
id: Tidak dapat mencari perangkat audio.

source: You will not be able to play or record audio.
hr: Ne ćete moći svirati niti snimati zvuk.
hy: Դուք չեք կարող նվագարկել կամ ձայնագրել աուդիոն:
id: Anda tidak akan bisa memainkan ataupun merekam audio.

source: Error: %s
hr: Pogrješka:
hy: Եղավ սխալ՝
id: Error:

source: Error Initializing Audio
hr: Pogrješka pri inicijalizaciji zvuka
hy: Աուդիոյի թվային մեկնարկման սխալ
id: Error Menginisialisasi audio

source: There was an error initializing the midi i/o layer.
hr: Pri inicijalizaciji i/o sloja MIDI-ja, došlo je do pogrješke.
hy: Եղավ սխալ մեկնարկելիս midi-ն i/o layer.
id: Ada kesalahan daam menginisialisasi latar i/o midi.

source: You will not be able to play midi.
hr: Ne ćete moći izvoditi MIDI.
hy: Դուք չեք կարող նվագարկել midi.
id: Anda tidak akan bisa memainkan midi.

source: Error Initializing Midi
hr: Pogrješka pri inicijalizaciji MIDI-ja
hy: Եղավ սխալ Midi-ն մեկնարկելիս
id: Error Menginisialisasi Midi

source: Audacity Audio
hr: Audacityjev dnevnik
hy: Աուդասիթի պատմության գրքույկ
id: Proyek Audacity

source: Error opening recording device. Error code: %s
hr: Pogrješka pri otvaranju zvučnoga uređaja.
hy: Սխալ, երբ բացվում է ձայնի սարքը:
id: Error ketika membuka perangkat suara.

source: Out of memory!
hr: Nema više mjesta!
hy: Հիշողությունից բարձր է

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too high.
hr: Automatsko prilagođivanje razine ulaza je stalo. Nije moguće bolje postaviti. Još uvijek previsoka.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը դադարեց: Հնարավոր չէր այն ավելի օպտիմալացնել: Շատ բարձր է:
id: Perubahan Level Input Otomatis dihentikan. Tidak mungkin membenahi lebih jauh. Tetap terlalu tinggi.

source: Automated Recording Level Adjustment decreased the volume to %f.
hr: Zbog automatskoga prilagođivanja razine ulaza, glasnoća se snizila na %f.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը հատեց ձայնի մակարդաչափը %f.
id: Perubahan Level Input Otomatis mengurangi volume ke %f

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too low.
hr: Automatsko prilagođivanje razine ulaza je stalo. Nije moguće bolje postaviti. Još uvijek preniska.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը դադարեց: Հնարավոր չէր այն ավելի օպտիմալացնել: Շատ ցածր է:
id: Perubahan Level Input Otomatis dihentikan. Tidak mungkin membenahi lebih jauh. Tetap terlalu rendah.

source: Automated Recording Level Adjustment increased the volume to %.2f.
hr: Zbog automatskoga prilagođivanja razine ulaza, glasnoća se povisila na %f.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը մինչ %f.
id: Perubahan Level Input Otomatis menaikkan volume ke %f

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too high.
hr: Automatsko prilagođivanje razine ulaza je stalo. Ukupan broj analiza prešao je granicu a da nije našao prihvatljivu glasnoću. Još uvijek previsoka.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը դադարեց: Վերլուծությունների ընդհանուր թիվը գերազանցել է, չգտնելով ձայնաչափը: Կրկին բարձր է:
id: Perubahan Level Input Otomatis dihentikan. Angka total analisis telah melebihi batas tanpa menemukan volume yang cocok. tetap terlalu tinggi.

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too low.
hr: Automatsko prilagođivanje razine ulaza je stalo. Ukupan broj analiza prešao je granicu a da nije našao prihvatljivu glasnoću. Još uvijek preniska.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը դադարեց: Վերլուծությունների ընդհանուր թիվը գերազանցել է, չգտնելով ձայնաչափը: Կրկին ցածր է:
id: Perubahan Level Input Otomatis dihentikan. Angka total analisis telah melebihi batas tanpa menemukan volume yang cocok. tetap terlalu rendah.

source: Automated Recording Level Adjustment stopped. %.2f seems an acceptable volume.
hr: Automatsko prilagođivanje razine ulaza je stalo. %.2f izgleda kao prihvatljiva glasnoća.
hy: Ավտոմատ ձայնագրման փուլի սանդղակը դադարեց: %.2f թվաց ընդհանուր ձայնաչափ:
id: Perubahan Level Input Otomatis dihentikan. %.2f sepertinya volume yang cocok.

source: Default recording device number: %d
hr: Izaberite ulazni uređaj
hy: Նշել ձայնագրման սարք
id: Pilih Sumber Input

source: No devices found
hr: Nema uređaja
hy: Սարքեր չեն գտնվել
id: Tidak ada perangkat

source: Device info unavailable for: %d
hr: Podatci uređaja nisu dostupni.
hy: Սարքի մասին տեղեկություն չի գտնվել:
id: Informasi sumber input tidak ada

source: Device ID: %d
hr: Za uređaje
hy: Սարք
id: Perangkat

source: Device name: %s
hr: Uređaji
hy: Սարքեր
id: Perangkat

source: Host name: %s
hr: Ime
hy: Անուն
id: Nama

source: Recording channels: %d
hr: Snimanje završeno
hy: Ձայնագրման ալիքներ
id: Selesai merekam

source: Playback channels: %d
hr: Jačina ulaza: %.2f
hy: Նվագարկման ձայնաչափ՝ %.2f%s
id: Memainkan

source: Low Recording Latency: %g
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: High Recording Latency: %g
hr: Snimanje završeno
hy: Ձայնագրումն ավարտված է
id: Selesai merekam

source: Supported Rates:
hr: Uzorkovna brzina
hy: Ձայնի բաժին
id: Rate Sampel

source: Selected recording device: %d - %s
hr: Izaberite ulazni uređaj
hy: Նշել ձայնագրման սարք
id: Pilih Sumber Input

source: Selected playback device: %d - %s
hr: Izaberite ulazni uređaj
hy: Նշել նվագարկման սարք
id: Pilih Sumber Input

source: Unable to open Portmixer
hr: Datoteke žanra nije moguće otvoriti.
hy: Չի հաջողվում բացել ոճի ֆայլը:
id: Tidak bisa membuka file genre.

source: Available recording sources:
hr: Snimanje
hy: Փոփոխվող ձայնագրում
id: Merekam

source: Available playback volumes:
hr: Sviranje
hy: Նվագարկման ձայնաչափ
id: Memainkan

source: Recording volume is emulated
hr: Snimanje završeno
hy: Ձայնագրման ձայնաչափ
id: Selesai merekam

source: Recording volume is native
hr: Snimanje završeno
hy: Ձայնագրման ձայնաչափ
id: Selesai merekam
