Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Successfully exported the following %lld file(s).
hr: Uspješan izvoz sljedećih datoteka %lld.
hy: Հաջողությամբ վերցվեց հետևյալ %ld ֆայլը(երը):
id: Telah terekspor %lld file.

source: Something went wrong after exporting the following %lld file(s).
hr: Došlo je do pogrješke pri izvozu datoteka %lld.
hy: Ինչ-որ բան ընթացավ սխալ, վերցնումից հետո նշված %ld ֆայլը(երը):
id: Ada sesuatu yang salah setelah mengekspor %lld file.

source: Export canceled after exporting the following %lld file(s).
hr: Izvoz je prekinut nakon izvoza datoteka %lld.
hy: Վերցնունը դադարեցվեց, վերցնումից հետո նշված %ld ֆայլը(երը):
id: Ekspor dibatalkan setelah mengekspor %lld file.

source: Export stopped after exporting the following %lld file(s).
hr: Izvoz se zaustavio nakon izvoza datoteka %lld.
hy: Վերցնունը կանգնեցվեց, վերցնումից հետո նշված %ld ֆայլը(երը):
id: Ekspor dihentikan setelah mengekspor %lld file.

source: Something went really wrong after exporting the following %lld file(s).
hr: Došlo je do ozbiljne pogrješke nakon izvoza datoteka %lld.
hy: Ինչ-որ բան իսկապես ընթացավ սխալ, վերցնումից հետո նշված %ld ֆայլը(երը):
id: Ada sesuatu yang fatal setelah mengekspor %lld file.

source: "%s" doesn't exist. Would you like to create it?
hr: "%s" ne postoji. Želite li ju stvoriti?
hy: "%s" գոյություն չունի: Ցանկանու՞մ եք ստեղծել այն:
id: "%s" tidak ada. Apakah Anda mingin membuatnya?

source: Continue to export remaining files?
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Label or track "%s" is not a legal file name. You cannot use any of these characters: %s Suggested replacement:
hr: Oznaka ili zapis "%s" nije valjano ime datoteke. Ne smijete rabiti: %s Uporabite...
hy: Նշումը կամ ձայնագրությունը "%s" ոչ իրավական ֆայլի անուն է: Դուք չեք կարող օգտագործել որևէ՝ %s Օգտվել...
id: Label %s bukan nama file yang legal. Anda tidak bisa menggunakan: %s Gunakan...

source: Label or track "%s" is not a legal file name. You cannot use "%s". Suggested replacement:
hr: Oznaka ili zapis "%s" nije valjano ime datoteke. Ne smijete rabiti: %s Uporabite...
hy: Նշումը կամ ձայնագրությունը "%s" ոչ իրավական ֆայլի անուն է: Դուք չեք կարող օգտագործել որևէ՝ %s Օգտվել...
id: Label %s bukan nama file yang legal. Anda tidak bisa menggunakan: %s Gunakan...

source: Save As...
hr: Spremi kao...
hy: Պահպանել որպես...
id: Simpan Sebagai...

source: Ogg Vorbis Files
hr: Datoteke Ogg Vorbis
hy: Ogg Vorbis Ֆայլեր
id: File Ogg Vorbis

source: Unable to export - rate or quality problem
hr: Nije moguće postaviti kakvoću renderiranja QuickTimeom
hy: Անհնար է նշել QuickTime պատրաստման որակ
id: Tidak bisa mengatur kualitas render Quicktime

source: Unable to export - problem with file
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Exporting the selected audio as Ogg Vorbis
hr: Izvoz izabranoga zvuka kao Ogg Vorbis
hy: Վերցնել նշված աուդիոն որպես Ogg Vorbis
id: Mengekspor audio terpilih sebagai Ogg Vorbis

source: Exporting the audio as Ogg Vorbis
hr: Izvoz izabranoga zvuka kao Ogg Vorbis
hy: Վերցնել նշված աուդիոն որպես Ogg Vorbis
id: Mengekspor audio terpilih sebagai Ogg Vorbis

source: WAV (Microsoft)
hr: WAV (Microsoft), potpisano, 16-bitni PCM
hy: WAV (Microsoft) միացված 16 բիթ PCM
id: WAV (Microsoft) tertanda 16 bit PCM

source: Header:
hr: Zaglavlje:
hy: Վերնագիր՝
id: Catatan Kepala:

source: Encoding:
hr: Kodiranje:
hy: Կոդավորում՝

source: Other uncompressed files
hr: Druge nesažete datoteke
hy: Այլ չխտացված ֆայլեր
id: File tanpa terkompres lainnya

source: Error Exporting
hr: Pogrješka pri uvozu
hy: Ներմուծման սխալ
id: Error menginpor

source: Cannot export audio in this format.
hr: Izvoz zvuka nemoguć u ovom formatu.
hy: Հնարավոր չէ վերցնել աուդիո այս ֆորմատով:
id: Tidak bisa mengekspor audio pada format ini.

source: Exporting the selected audio as %s
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնում նշված աուդիոն որպես %s
id: Mengekspor audio terpilih sebagai %s

source: Error while writing %s file (disk full?). Libsndfile says "%s"
hr: Pogrješka pri pisanju datoteke %s (pun disk?). Libsndfile javlja: "%s"
hy: Սխալ գրելիս %s ֆայլը (տեղ չկա՞ սկավառակում): Libsnd ֆայլն ասում է "%s"
id: Error ketika menulis %s file (diska penuh?). Libsndfile bilang "%s"

source: All supported files
hr: Sve datoteke|*|Sve podržane datoteke|
hy: Բոլոր ֆայլերը|*|Բոլոր աջակցող ֆայլերը|
id: Semua file|*|Semua file yang terdukung|

source: "%s" is a MIDI file, not an audio file. Audacity cannot open this type of file for playing, but you can edit it by clicking File > Import > MIDI.
hr: "%s" je datoteka MIDI, a ne zvučna datoteka. Audacity tu vrstu ne može otvoriti za sviranje, ali ju može uređivati stiskom na Datoteka > Uvezi > MIDI.
hy: "%s" MIDI ֆայլ է, ոչ աուդիո ֆայլ: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը նվագարկման համար, բայց դուք կարող եք փոփոխել այն սեղմելով՝ Ֆայլ > Ներմուծել > MIDI:
id: "%s" adalah file MIDI, buka file audio. Audacity tidak bisa membuka tipe file ini untuk dimainkan, tapi Anda bisa mengeditnya dengan mengklik Berkas > Impor > MIDI.

source: "%s" is a not an audio file. Audacity cannot open this type of file.
hr: "%s" je datoteka MIDI, a ne zvučna datoteka. Audacity tu vrstu ne može otvoriti za sviranje, ali ju može uređivati stiskom na Datoteka > Uvezi > MIDI.
hy: "%s" MIDI ֆայլ է, ոչ աուդիո ֆայլ: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը նվագարկման համար, բայց դուք կարող եք փոփոխել այն սեղմելով՝ Ֆայլ > Ներմուծել > MIDI:
id: "%s" adalah file MIDI, buka file audio. Audacity tidak bisa membuka tipe file ini untuk dimainkan, tapi Anda bisa mengeditnya dengan mengklik Berkas > Impor > MIDI.

source: Select stream(s) to import
hr: Izaberite tok(ove) za uvoz
hy: Նշել հոսք(եր) ներմուծման համար
id: Pilih stream untuk diimpor

source: This version of Audacity was not compiled with %s support.
hr: Podrška %s nije prevedena za ovu inačicu Audacityja.
hy: Այս Աուդասիթի տարբերակը չի աջակցում %s օգնություն:
id: Versi Audacity ini tidak di-compile dengan dukungan %s.

source: "%s" is an audio CD track. Audacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Audacity can import, such as WAV or AIFF.
hr: "%s" je datoteka (zapis) glazbenoga CD-a. Tu vrstu datoteka Audacity izravno ne može otvoriti. Pokušajte ju prenijeti u zvučni format koji Audacity može otvoriti kao WAV ili AIFF.
hy: "%s" աուդիո CD ձայնագրություն է: Աուդասիթին չի կարող բացել CD-ները անմիջապես: Բացեք (rip) CD ձայնագրությունները աուդիո ֆորմատի, որպեսզի Աուդասիթին կարողանա ներումուծել, որպես WAV կամ AIFF:
id: "%s" adalah trek CD audio. Audacity tidak bisa membuka CD audio secara langsung. Ekstrak (rip) trek CD ke format Audio itu Audacity bisa mengimpor salah satunya WAV atau AIFF.

source: "%s" is a playlist file. Audacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
hr: "%s" je datoteka popisa izvođenja. Audacity ju ne može otvoriti jer sadrži poveznice na druge datoteke. Možda ju uspijete otvoriti u tekstnom uređivaču pa preuzeti zvučne datoteke.
hy: "%s" երգացանկի ֆայլ է: Աուդասիթին չի կարող բացել այս ֆայլը, որովհետև դա միայն պարունակում է հղումներ այլ ֆայլերից: Դուք կարող եք բացել այն տեքստային փոփոխիչում և բեռնել հիմնական աուդիո ֆայլը:
id: "%s" adalah file playlist. Audacity tidak bisa membuka file karena ini hanya mempunyai link ke file lain. Anda bisa membuka file ini pada editor teks dan download file audio yang asli.

source: "%s" is a Windows Media Audio file. Audacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je zvučna datoteka Windows Media Audio. Audacity ju ne može otvoriti zbog zaštićenih prava. Morate ju pretvoriti u podržani zvučni format kao WAV ili AIFF.
hy: "%s" Windows Media աուդիո ֆայլ է: Աուդասիթին չի կարող բացել այս ֆայլը, արտոնագրի սահմանափակումների պատճառով: Դուք պետք է վերափոխեք աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file Windows Media Audio. Audacity tidak bisa membuka tipe file ini karena pelarangan paten. Anda perlu mengubahnya ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is an Advanced Audio Coding file. Without the optional FFmpeg library, Audacity cannot open this type of file. Otherwise, you need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je datoteka Advanced Audio Coding. Audacity ju ne može otvoriti. Morate ju pretvoriti u podržani zvučni format kao WAV ili AIFF.
hy: "%s" Ընդլայնված Աուդիո Կոդավորման ֆայլ է (AAC): Աուդասիթին չի կարող բացել այս տեսակի ֆայլը: Դուք պետք է վերափոխեք այն աջակցող ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file Advanced Audio Coding. Audacity tidak bisa membuka file ini. Anda perlu mengubahnya ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is an encrypted audio file. These typically are from an online music store. Audacity cannot open this type of file due to the encryption. Try recording the file into Audacity, or burn it to audio CD then extract the CD track to a supported audio format such as WAV or AIFF.
hr: "%s" je šifrirana zvučna datoteka. Te su obično iz mrežne glazbene trgovine. Audacity ih ne može otvoriti zbog šifriranosti. Pokušajte snimiti datoteku u Audacity ili ju spržiti na zvučni CD, zatim CD zapis prenijeti u podržanu vrstu zvučnih datoteka kao WAV ili AIFF-
hy: "%s" կոդավորված աուդիո ֆայլ է: Սրանք սովորաբար լինում են ինտերնետ երաժշտական խանութներում: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը կոդավորման պատճառով: Փորձեք այն ձայնագրել Աուդասիթիի միջոցով, կամ գրեք այն աուդիո CD-ի վրա ապա բացեք CD ձայնագրությունը աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file audio terenkripsi. Ini biasanya didapat dari toko musik online. Audacity tidak bisa membuka tipe file ini karena enkripsi. Coba rekam file ke dalam Audacity, atau bakar ke CD audio kemudian ekstrak trek CD ke format audio yang mendukung seperti WAV atau AIFF.

source: "%s" is a RealPlayer media file. Audacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je medijska datoteka RealPlayer. Audacity ju ne može otvoriti. Prije ju morate pretvoriti u podržan zvučni format kao WAV ili AIFF.
hy: "%s" RealPlayer-ի մեդիա ֆայլ է: Աուդասիթին չի կարող բացել այլ սեփականության ֆորմատը: Դուք պետք է վերափոխեք այն աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" is a file media RealPlayer. Audacity tidak bisa membuka format berbayar ini. Anda perlu mengubah ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is a notes-based file, not an audio file. Audacity cannot open this type of file. Try converting it to an audio file such as WAV or AIFF and then import it, or record it into Audacity.
hr: "%s" je datoteka notes-based, nije zvučna. Audacity ju ne može otvoriti. Pokušajte ju pretvoriti u zvučnu datoteku kao WAV ili AIFF potom ju uvezite ili snimite u Audacity.
hy: "%s" նշման բազայի ֆայլ է, ոչ աուդիո ֆայլ: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը: Փորձեք վերափոխել այն աուդիո ֆայլի ինչպիսիք են՝ WAV կամ AIFF և ապա ներմուծեք, կամ ձայնագրեք այն Աուդասիթիով:
id: "%s" adalah file berbasis nada, bukan file audio. Audacity tidak bisa membuka tipe file ini. Coba ubah ke format audio seperti WAV atau AIFF dan kemudian imporkan, atau rekam ke dalam Audacity.

source: "%s" is a Musepack audio file. Audacity cannot open this type of file. If you think it might be an mp3 file, rename it to end with ".mp3" and try importing it again. Otherwise you need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je zvučna datoteka Musepack. Audacity ju ne može otvoriti. Ako mislite da je to datoteka mp3, preimenujte ju i dodajte nastavak ".mp3" i opet pokušajte uvesti. Inače ju morate pretvoriti u podržani zvučni zapis kao WAV ili AIFF.
hy: "%s" Musepack աուդիո ֆայլ է: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը: Եթե կարծում եք. որ կարող է լինել mp3 ֆայլ, անվանափոխեք վերջում նշելով՝ ".mp3" և փորձեք ներմուծել կրկին: Այլակերպ պետք է վերափխել աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file audio Musepack. Audacity tidak bisa membuka tipe file ini. Jika anda berpikir ini adalah file mp3, ganti nama ekstensi file Anda ke ".mp3" dan coba mengimpor lagi. Atau anda perlu mengubah ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is a Wavpack audio file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je zvučna datoteka Wavpack. Audacity ju ne može otvoriti. Morate ju pretvoriti u podržani format kao WAV ili AIFF.
hy: "%s" is a Wavpack աուդիո ֆայլ է: Աուդասիթին չի կարող բացել այս տեսակի ֆայլը: Դուք պետք է վերափոխեք աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file audio Wavpack. Audacity tidak bisa membuka tipe file ini. Anda perlu mengubah ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is a Dolby Digital audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je zvučna datoteka Dolby Digital. Audacity ju ne može otvoriti. Morate ju pretvoriti u podržani format kao WAV ili AIFF.
hy: "%s" Դոլբի Թվային աուդիո ֆայլ է: Աուդասիթին չի կարող ճիշտ բացել այս տեսակի ֆայլը: Դուք պետք է վերափոխեք աջակցող աուդիո ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file audio Dolby Digital. Audacity tidak bisa membuka tipe file ini. Anda perlu mengubah ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is an Ogg Speex audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hr: "%s" je zvučna datoteka Ogg Speex. Audacity ju ne može otvoriti. Morate ju pretvoriti u podržani format kao WAV ili AIFF.
hy: "%s" Ogg Speex աուդիո ֆայլ է: Աուդասիթին չի կարող ճիշտ բացել այս ֆայլը: Դուք պետք է վերափոխեք այն աջակցող ֆայլի ֆորմատի, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file audio Ogg Speex. Audacity tidak bisa membuka tipe file ini. Anda perlu mengubah ke format audio yang mendukung, seperti WAV atau AIFF.

source: "%s" is a video file. Audacity cannot currently open this type of file. You need to extract the audio to a supported format, such as WAV or AIFF.
hr: "%s" je video datoteka. Audacity trenutačno ne može otvoriti te vrste datoteka. Zvuk morate izvesti u podržani format kao WAV ili AIFF.
hy: "%s" վիդեո ֆայլ է: Աուդասիթին չի կարող ճիշտ բացել այս տեսակի ֆայլը: Դուք պետք է բացեք աջակցող աուդիո ֆորմատով, ինչպիսիք են՝ WAV կամ AIFF:
id: "%s" adalah file video. Audacity belum bisa membuka tipe file ini. Anda perlu mengekstrak audio ke format yang mendukung, seperti WAV atau AIFF.

source: File "%s" not found.
hr: Modul "%s" nađen.
hy: Մոդուլ "%s" -ը գտնված է:
id: FFmpeg tidak ada

source: Audacity did not recognize the type of the file '%s'. %sFor uncompressed files, also try File > Import > Raw Data.
hr: Audacity nije prepoznao vrstu datoteke '%s'. Ako je sažeta, pokušajte ju uvesti rabeći "Uvezi sirove podatke".
hy: Աուդասիթին չի ճանաչել '%s' ֆայլի տեսակը: Եթե դա խտացված չէ, փորձե՛ք ներմուծել "Անմշակ ներմուծման" միջոցով:
id: Audacity tidak dapat membaca tipe file '%s'. Jika ini tidak dikompres, coba mengimpornya dengan menggunakan "Import Raw"

source: Audacity recognized the type of the file '%s'. Importers supposedly supporting such files are: %s, but none of them understood this file format.
hr: Audacity prepoznaje vrstu datoteke '%s'. Uvoznici koji navodno podržavaju takve datoteke su: %s, ali nijedan ne razumije ovaj format.
hy: Աուդասիթին ճանաչել է '%s' ֆայլի տեսակը: Ներմուծողները ենթադրաբար աջակցում են այնպիսի ֆայլերի, ինչպիսիք են՝ %s, բայց դրանցից ոչ մեկը չհասկացավ ֆայլի ֆորմատը:
id: Audacity mendeteksi tipe file '%s'. Pengimpor yang mendukung file-file ini adalah: %s, tapi tidak ada yang mengerti format ini.

source: Couldn't import the project: %s
hr: Parametre učinka %s nije moguće postaviti na %s.
hy: Չի հաջողվում էֆեկտների պարամետրերը դնել %s ից %s.
id: Tidak dapat mengatur parameters efek %s ke %s.

source: Import Project
hr: Uvezi predzadanosti
hy: Ներմուծել վերագրումներ
id: Impor Aturan Lajut

source: Internal error in importer...tag not recognized
hr: Postupak poravnanja javio je unutarnju pogrješku.
hy: Ներքին սխալ է հաղորդվում հավասարման գործընթացից:

source: Couldn't find the project data folder: "%s"
hr: Nije moguće naći mape s podatcima projekta: "%s"
hy: Չի գտնվում պրոեկտի ինֆորմացիոն թղթապանակը՝ "%s"
id: Tidak bisa menemukan folder data proyek: "%s"

source: Project Import
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Invalid sequence 'maxsamples' attribute.
hr: Nevaljana uzorkovna brzina
hy: Սխալ ձայնաչափի բաժին
id: Rate sampel tidak valid

source: Invalid sequence 'numsamples' attribute.
hr: Nevaljana uzorkovna brzina
hy: Սխալ ձայնաչափի բաժին
id: Rate sampel tidak valid

source: Failed to open %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Failed to seek to position %lld in %s
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Unable to read %lld samples from %s
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: FFmpeg-compatible files
hr: FFmpeg (uskladive datoteke)
hy: FFmpeg համատեղելի ֆայլեր
id: File yang berkompetibel dengan FFmpeg

source: Index[%02x] Codec[%s], Language[%s], Bitrate[%s], Channels[%d], Duration[%d]
hr: Kazalo[%02x], kodek[%s], jezik[%s], uzorkovna brzina[%s], kanali[%d], trajanje[%d]
hy: Ինդեքս[%02x] Կոդեկ[%S], Լեզու[%S], Բիթաչափ[%S], Ալիքներ[%d], Տևողություն[%d]
id: Indeks[%02x] Codec[%s], Bahasa[%s], Bitrate[%s], Saluran[%d], Durasi[%d]

source: FLAC files
hr: FLAC
hy: FLAC ֆայլեր
id: File FLAC

source: GStreamer-compatible files
hr: GStreamer (uskladive datoteke)
hy: FFmpeg համատեղելի ֆայլեր
id: File GSteramer yang kompetibel

source: Unable to add decoder to pipeline
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: GStreamer Importer
hr: Pogon GStreamera nije uspio
hy: Ընդլայնված ներմուծում
id: Awalan GStreamer gagal

source: Unable to set stream state to paused.
hr: '%s' nemoguće preimenovati u '%s'
hy: Անհնար է անվանափոխել '%s' ից '%s'.
id: Tidak bisa meganti nama '%s' ke '%s'

source: Index[%02d], Type[%s], Channels[%d], Rate[%d]
hr: Kazalo[%02x], kodek[%s], jezik[%s], uzorkovna brzina[%s], kanali[%d], trajanje[%d]
hy: Ինդեքս[%02x] Կոդեկ[%S], Լեզու[%S], Բիթաչափ[%S], Ալիքներ[%d], Տևողություն[%d]
id: Indeks[%02x] Codec[%s], Bahasa[%s], Bitrate[%s], Saluran[%d], Durasi[%d]

source: Unable to import file, state change failed.
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: List of Files in basic text format
hr: Popis datoteka (u osnovnom tekstnom formatu)
hy: Ֆայլերի ցանկ տեքստ բազային ֆորմատով
id: Daftar file dalam format teks dasar

source: Invalid window offset in LOF file.
hr: Nevaljani otklon prozora u datoteci LOF.
hy: Սխալ պատուհանի ցուցադրում LOF ֆայլերում:
id: Penyeimbang jendela tidak valid pada file LOF

source: LOF Error
hr: Pogrješka LOF
hy: LOF Սխալ
id: Error LOF

source: Invalid duration in LOF file.
hr: Nevaljano trajanje u datoteci LOF.
hy: Վնասված տևողություն LOF ֆայլերում:
id: Durasi file LOF tidak valid

source: MIDI tracks cannot be offset individually, only audio files can be.
hr: Zapise MIDI ne može se otkloniti zasebno, jedino zvučne datoteke.
hy: MIDI ձայնագրությունները չեն կարող հատուցվել առանձին, միայն աուդիո ֆայլերն են կարող:
id: Trek MIDI tidak bisa diseimbangkan dengan sendirinya, hanya file audio yang bisa.

source: Invalid track offset in LOF file.
hr: Nevaljan otklon zapisa u datoteci LOF.
hy: Ձայնագրության վնասված հատուցում LOF ֆայլում:
id: trek offset pada file LOF tidak valid.

source: Imported MIDI from '%s'
hr: Uvezen MIDI iz '%s'
hy: Ներմուծված MIDI '%s' -ից
id: MIDI diimpor dari '%s'

source: Import MIDI
hr: Uvezi MIDI
hy: Ներմուծել MIDI
id: Impor MIDI

source: Could not open file %s: Filename too short.
hr: Nije moguće otvoriti datoteke: %s
hy: : Ֆայլի անունը շատ կարճ է:
id: Tidak bisa membuka file: %s

source: Could not open file %s: Incorrect filetype.
hr: : nepravilna vrsta datoteke.
hy: : ոչ ճիշտ ֆայլի տեսակ:
id: : Tipe file tidak benar.

source: Could not open file %s.
hr: Pogrješka pri otvaranju datoteke
hy: Չի ստացվում բացել ֆայլը
id: Tidak bisa membuka file

source: MP3 files
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: Ogg Vorbis files
hr: Ogg Vorbis
hy: Ogg Vorbis ֆայլեր
id: File Ogg Vorbis

source: Index[%02x] Version[%d], Channels[%d], Rate[%ld]
hr: Kazalo[%02x], kodek[%s], jezik[%s], uzorkovna brzina[%s], kanali[%d], trajanje[%d]
hy: Ինդեքս[%02x] Կոդեկ[%S], Լեզու[%S], Բիթաչափ[%S], Ալիքներ[%d], Տևողություն[%d]
id: Indeks[%02x] Codec[%s], Bahasa[%s], Bitrate[%s], Saluran[%d], Durasi[%d]

source: Media read error
hr: Pogrješka pri čitanju
hy: Մեդիայի կարդացման սխալ
id: Pembaca media error

source: Not an Ogg Vorbis file
hr: Nije datoteka Ogg Vorbis
hy: Ոչ Ogg Vorbis ֆայլ
id: Bukan file Ogg Vorbis

source: Vorbis version mismatch
hr: Nepoklapanje inačica Vorbisa
hy: Vorbis տարբերակի անհավասարություն
id: Versi Vorbis tidak cocok

source: Invalid Vorbis bitstream header
hr: Nevaljano zaglavlje bitovnoga toka Vorbis
hy: Սխալ Vorbis բիթ հոսքային վերնագիր
id: Vorbis bitstream header tidak valid

source: Internal logic fault
hr: Unutarnja logička pogrješka
hy: Ներքին տրամաբանության սխալ
id: Kesalahan logika internal

source: WAV, AIFF, and other uncompressed types
hr: WAV, AIFF i drugi nesažeti formati
hy: WAV, AIFF, և այլ ոչ խտացված տեսակներ
id: WAV, AIFF, dan tipe tanpa terkompres lainnya

source: WAVEX (Microsoft)
hr: WAV (Microsoft), potpisano, 16-bitni PCM
hy: WAV (Microsoft) միացված 16 բիթ PCM
id: WAV (Microsoft) tertanda 16 bit PCM

source: Signed 16 bit PCM
hr: 16-bitni PCM
hy: 16-բիթ Պրոց. հիշ.
id: 16-bit PCM

source: Signed 24 bit PCM
hr: 24-bitni PCM
hy: 24-բիթ Պրոց. հիշ.
id: 24-bit PCM

source: 32 bit float
hr: 32-bitni brojevi
hy: 32-բիթ վերբեռն.

source: 64 bit float
hr: 32-bitni brojevi
hy: 32-բիթ վերբեռն.
id: 32-bit float

source: 16 bit DWVW
hr: 16-bitno
hy: 16 բիթ
id: 16 bit

source: 24 bit DWVW
hr: 24-bitno
hy: 24 բիթ
id: 24 bit

source: 16 bit DPCM
hr: 16-bitni PCM
hy: 16-բիթ Պրոց. հիշ.
id: 16-bit PCM

source: 8 bit DPCM
hr: 16-bitni PCM
hy: 16-բիթ Պրոց. հիշ.
id: 16-bit PCM

source: Importing %s
hr: Uvoženje %s
hy: Ներմուծվում են՝ %s
id: Mengimpor %s

source: QuickTime files
hr: Datoteke QuickTime
hy: QuickTime ֆայլեր
id: File QuickTime

source: Unable to start QuickTime extraction
hr: Nije moguće pokrenuti raspakiravanje QuickTimea
hy: Անհնար է սկսել QuickTime բացում
id: Tidak bisa memulai ekstaksi Quicktime

source: Unable to set QuickTime render quality
hr: Nije moguće postaviti kakvoću renderiranja QuickTimeom
hy: Անհնար է նշել QuickTime պատրաստման որակ
id: Tidak bisa mengatur kualitas render Quicktime

source: Unable to set QuickTime discrete channels property
hr: Nije moguće postaviti QuickTimeov "discrete channels property"
hy: Անհնար է նշել QuickTime դիսկրետ ալիքները արդյունավետ
id: Tidak bisa mengatur properti saluran terbatas Quicktime

source: Unable to get QuickTime sample size property
hr: Nije moguće dobiti QuickTimeov "sample size property"
hy: Անհնար է ստանալ QuickTime նմուշի չափը արդյունավետ
id: Tidak bisa mengatur properti ukuran sampel Quicktime
