Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: &Play-at-Speed
hr: Sviraj-pri-brzini
hy: Նվագարկել արագությամբ
id: Memainkan berkecepatan

source: Normal Pl&ay-at-Speed
hr: Sviraj-pri-brzini
hy: Նվագարկել արագությամբ
id: Memainkan berkecepatan

source: &Loop Play-at-Speed
hr: Sviraj pri brzini
hy: Նվագարկել արագությամբ
id: Main dengan kecepatan

source: Play C&ut Preview-at-Speed
hr: Pretposlušaj izrezak
hy: Նվագարկել կտրվող պահը
id: Mainkan Preview POtongan

source: Ad&just Playback Speed...
hr: Prilagodi brzinu izvođenja
hy: Կարգավորել նվագարկման արագությունը
id: Ubah kecepatan bermain

source: &Increase Playback Speed
hr: Ubrzaj sviranje
hy: Ավելացնել նվագարկման արագությունը
id: Tingkatkan kecepatan bermain

source: &Decrease Playback Speed
hr: Uspori sviranje
hy: Նվազեցնել նվագարկման արագությունը
id: Turunkan kecepatan bermain

source: Move to Pre&vious Label
hr: Premjesti žarište na prethodni zapis i izaberi
hy: Փոխել կենտրոնացումը նախորդ և ընտրել
id: Pindahkan Fokus ke Trek Sebelumnya dan Pilih

source: Move to Ne&xt Label
hr: Premjesti žarište na prethodni zapis i izaberi
hy: Փոխել կենտրոնացումը հաջորդ և ընտրել
id: Pindahkan Fokus ke Trek Selanjutnya dan Pilih

source: &View
hr: &Prikaz
hy: Տեսնել
id: &Lihat

source: &Zoom
hr: Povećanost
hy: Խոշորացնել

source: Zoom &In
hr: Pove&ćaj
hy: Մեծացնել
id: Per&besar

source: Zoom &Normal
hr: &Obična veličina
hy: Մեծացնել լռելյայն
id: &Normal

source: Zoom &Out
hr: Uma&nji
hy: Փոքրացնել
id: Per&kecil

source: &Zoom to Selection
hr: &Povećaj na izbor
hy: Մեծացնել ընտրվածը
id: Perbesar Ter&pilih

source: Zoom &Toggle
hr: Povećalo
hy: Խոշորացնող գործիք
id: Alat Memperbesar

source: Advanced &Vertical Zooming
hr: Napredne mogućnosti miješanja
hy: Հավելյալ միախառնման կարգավորում
id: Opsi Mixing Lanjut

source: T&rack Size
hr: Naslov zapisa
hy: Երգի վերնագիրը
id: Judul Trek

source: &Fit to Width
hr: Prilag&odi prozoru
hy: Էկրանի չափով
id: &Samakan Dengan Jendela

source: &Collapse All Tracks
hr: &Stisni sve zapise
hy: Ամբողջացնել բոլոր ձայնային ֆայլերը
id: &Sederhanakan Semua Trek

source: E&xpand Collapsed Tracks
hr: &Raširi sve zapise
hy: Հետ բերել բոլոր ձայնային ֆայլերը
id: Seba&rkan Semua Trek

source: Sk&ip to
hr: Skoči na kraj
hy: Անցնել վերջ
id: Langsung ke akhir

source: Selection Sta&rt
hr: Početak izbora:
hy: Ընտրված սկիզբ՝
id: Awal Pilihan:

source: Skip to Selection Start
hr: na po&četak izbora
hy: Ընտրված սկիզբ
id: ke A&walan yang dipilih

source: Skip to Selection End
hr: na kra&j izbora
hy: Ընտրված վերջ
id: ke A&khiran yang Dipilih

source: &Extra Menus (on/off)
hr: Pre&krivaj (da/ne)
hy: Ձայնագրում ձայնին հավասար (միացնել/անջատել)
id: Overdub (nyala/mati)

source: Track &Name (on/off)
hr: Pre&krivaj (da/ne)
hy: Ձայնագրում ձայնին հավասար (միացնել/անջատել)
id: Overdub (nyala/mati)

source: &Show Clipping (on/off)
hr: &Pokaži obrezano
hy: Ցուցադրել անջատվածությունը
id: &Lihat Clipping

source: Show Effects Rack
hr: Učinci VST
hy: VST էֆեկտներ
id: Efek VST

source: &Window
hr: Prozor
hy: պատուհան
id: jendela

source: Minimize All Projects
hr: &Normaliziraj sve zapise u projektu
hy: Կարգավորել բոլոր ձայնագրությունները պրոեկտում
id: &Normalkan semua trek pada proyek

source: Import complete. Calculating waveform
hr: Uvoz završen. Računanje valna oblika
hy: Ներմուծումն ավարտվեց: Waveform հաշվարկ
id: Impor selesai. Mnghitung Waveform

source: Decoding Waveform
hr: Dekodiranje valna oblika
hy: Ալիքաձև կոդավորում
id: Men-decode Waveform

source: %s %2.0f%% complete. Click to change task focal point.
hr: %s završeno %2.0f%%. Stisnite za promjenu žarišne točke zadatka.
hy: %s %2.0f%% ավարտվեց: Սեղմեք փոխելու համար համակարգողի հրահանգը:
id: %s %2.0f%% selesai. Klik untuk mengubah titik tugas.

source: Preferences for Application
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Batch
hr: Svežanj
hy: Կապոց

source: Preferences for Batch
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Behaviors
hr: Ponašanje
hy: Վարքագծեր
id: Kelakuan

source: &Don't apply effects in batch mode
hr: &Ne primjenjuj učinke u svežnju
hy: Չեն հաստատվում էֆեկտները խմբաքանակային ռեժիմում
id: &Jangan aplikasikan efek pada mode batch

source: Devices
hr: Uređaji
hy: Սարքեր
id: Perangkat

source: Preferences for Device
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

# device
source: Interface
hr: Sučelje
hy: Տեսք
id: Tampilan

source: &Host:
hr: &Poslužnik
hy: Հոսթ

source: Using:
hr: U uporabi:
hy: Օգտագործված՝
id: Menggunakan:

source: Playback
hr: Sviranje
hy: Նվագարկում
id: Memainkan

source: &Device:
hr: &Uređaj
hy: Սարք
id: &Perangkat

source: De&vice:
hr: &Uređaj
hy: Սարք
id: Perang&kat

source: Cha&nnels:
hr: Ka&nali
hy: Ալիքներ
id: Salura&n

source: Latency
hr: Latencija
hy: Թաքնված
id: Laten

source: milliseconds
hr: milisekunda
hy: միլիվարկյաններ
id: milidetik

source: &Buffer length:
hr: Dužina:
hy: Բուֆեր չափը
id: Panjang

source: &Latency compensation:
hr: Sažimanje tišine:
hy: Միացնել &հատուցումը
id: Kompresi diam:

source: No audio interfaces
hr: Nema zvučnih sučelja
hy: Չկա աուդիո տեսքի նմուշ
id: Tidak ada pengolah audio

source: No devices found
hr: Nema uređaja
hy: Սարքեր չեն գտնվել
id: Tidak ada perangkat

source: 1 (Mono)
hy: 1 (Մոնո-մեկ դինամիկ)

source: 2 (Stereo)
hy: 2 (Ստերեո-երկու դինամիկ)

source: Directories
hr: Mape
hy: Ճանապարհներ
id: Direktori

source: Preferences for Directories
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Default directories
hr: Mape
hy: Ճանապարհներ
id: Direktori

source: &Browse...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: B&rowse...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: &Import:
hr: &Uvezi
hy: Ներմուծել
id: &Impor

source: Br&owse...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: &Export:
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: Bro&wse...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: &Macro output:
hr: Prikaži izlaz
hy: ցուցադրել ելքը
id: Tunjukkan output

source: Temporary files directory
hr: Mapa privremenih datoteka
hy: Ժամանակավոր ֆայլերի ճանապարհներ
id: Direktori file sementara

source: &Location:
hr: &Mjesto:
hy: Գտնվելու վայր՝
id: &Lokasi:

source: Temporary files directory cannot be on a FAT drive.
hr: Mapa privremenih datoteka
hy: Ժամանակավոր ֆայլերի ճանապարհներ
id: Direktori file sementara

source: Brow&se...
hr: Pretraži...
hy: Ընտրել...
id: Jelajah...

source: &Free Space:
hr: Slobodna memorija:
hy: Դատարկ տեղ՝
id: Ruang Disk yang Bebas:

source: Choose a location to place the temporary directory
hr: Odredite mjesto privremenoj mapi
hy: Ընտրեք վայր, տեղադրելու ժամանակավոր ցուցակը
id: Pilih lokasi untuk meletakkan direktori temporer

source: unavailable - above location doesn't exist
hr: nedostupno - to mjesto ne postoji
hy: անհասանելի - վերևի վայրը գոյություն չունի
id: tidak dibolehkan - lokasi di atas tidak ada

source: Choose a location
hr: Izaberi mjesto za spremanje slika
hy: Ընտրեք վայր ֆայլերի պահպանման համար
id: Pilih lokasi untuk menyimpan file

source: Directory %s does not exist. Create it?
hr: Mapa %s ne postoji. Želite li ju stvoriti?
hy: %s Ճանապարհը գոյություն չունի: Ստեղծե՞լ այն:
id: Direktori %s belum ada. Buat dulu?

source: New Temporary Directory
hr: Nova privremena mapa
hy: Նոր ժամանակավոր ճանապարհ
id: Direktori Temporer Baru

source: Directory %s is not writable
hr: U mapi %s zapisivanje nije dopušteno
hy: %s ճանապարհը գրման անհասանելի է
id: Direktori %s tidak bisa ditulis

source: Changes to temporary directory will not take effect until Audacity is restarted
hr: Promjene privremene mape primjenit će se tek pri sljedećem pogonu Audacityja
hy: Ժամանակավոր ֆայլերի փոփոխումը էֆեկտ չի տա, մինչև չվերբեռնվի Աուդասիթին
id: Pengubahan direktori temporer tidak berefek sampai Audacity dihidupkan ulang

source: Temp Directory Update
hr: Osvježenje privremene mape
hy: Տեմպ ճանապարհի թարմացում
id: Direktori Temporer Baru

source: Preferences for Effects
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Sorted by Effect Name
hr: Razvrstaj po imenu
hy: Առանձնացնել անվան տեսակետից
id: Urutkan dari Nama

source: &LADSPA
hr: Učinci VST
hy: VST էֆեկտներ

source: Enable Effects
hr: Omogući učinke
hy: Միացնել էֆեկտներ
id: Bolehkan efek

source: Effect Options
hr: Postavke učinka
hy: Էֆեկտի կարգավորումներ
id: Aturan Efek

source: Plugin Options
hr: Postavke priključka
hy: Պլագին կարգավորումներ
id: Aturan Plugin

source: Rescan plugins next time Audacity is started
hr: Pretraži učinke VST pri sljedećem pogonu Audacityja
hy: VST էֆեկտների վերստուգում հաջորդ Աուդասիթի մեկնարկին
id: Pindai ulang efek VST sewaktu Audacity dimulai

source: Instruction Set
hr: Instrument
hy: Նշման բացատրում
id: Instrumen

source: &Use SSE/SSE2/.../AVX
hy: Օգտագործել SSE/SSE2/.../AVX

source: Extended Import
hr: Prošireni uvoz
hy: Ընդլայնված ներմուծում

source: Preferences for ExtImport
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: A&ttempt to use filter in OpenFile dialog first
hr: Pokušajte uporabiti filtar u prozoru 'Otvori datoteku'
hy: Փորձ առաջինն օգտագործելու զտումը ԲացՖայլ երկխոսությունում

source: Rules to choose import filters
hr: Pravila za izbor uvoznih filtara
hy: Ներմուծվող ֆայլերի ընտրության կանոն

source: File extensions
hr: Nastavak imena datoteke
hy: Ֆայլ հավելաումներ

source: Mime-types
hr: Vrste Mimea
hy: Լռության տեսակներ
id: Tpie Bising

source: Importer order
hr: Poredak uvoza
hy: Ներմուծողի պտվեր
id: Impor Aturan Lajut

source: Move rule &up
hr: Pomakni pravilo go&re
hy: Տեղափոխել կանոնը վերև
id: Pindah ke &Atas

source: Move rule &down
hr: Pomakni pravilo do&lje
hy: Տեղափոխել կանոնը ցած
id: Pindak ke &Bawah

source: Move f&ilter up
hr: Pomakni f&iltar gore
hy: Տեղափոխել զտումը վերև
id: Pindah ke &Atas

source: Move &filter down
hr: Pomakni &filtar dolje
hy: Տեղափոխել զտումը ներգև
id: Pindak ke &Bawah

source: &Add new rule
hr: &Dodaj novo pravilo
hy: Ավելացնել նոր կանոն

source: De&lete selected rule
hr: I&zbriši izabrano pravilo
hy: Ջնջել նշված կանոնը
id: Wilayah berlabel dihapus

source: Unused filters:
hr: Neuporabljeni filtri:
hy: Չվերցված զտումներ՝
id: Nama file:

source: There are space characters (spaces, newlines, tabs or linefeeds) in one of the items. They are likely to break the pattern matching. Unless you know what you are doing, it is recommended to trim spaces. Do you want Audacity to trim spaces for you?
hr: U stavkama postoje određeni znaci (razmaci, novi red, tab, linefeed) koji bi mogli dovesti do neuspješnoga pridruživanja. Jedino ako ste sigurni što radite, preporučamo da uklonite razmake. Želite li da ih Audacity ukloni za Vas?
hy: Կան տարածական նշաններ (տարածություններ, նոր տողեր, բրաուզերի էջեր կամ տողային սնուցումներ) մեկը այդ կետերից: Դրանք հավանաբար կոտրել են օրինական համապատասխանությունը: Եթե գիտեք ձեր անելիքները, ապա խորհուրդ է տրվում կտրել տարածքները: Ցանկանու՞մ եք, որ Աուդասիթին կտրի տարածքներ ձեզ համար:

source: Spaces detected
hr: Uočeni razmaci
hy: Տարածքներ են գտնվել
id: File backup terdeteksi

source: Do you really want to delete selected rule?
hr: Zbilja želite izbrisati izabrano pravilo?
hy: Վստա՞հ եք որ ցանկանում եք ջնջել նշված կանոնը:
id: anda yakin mau menghapus %s?

source: Rule deletion confirmation
hr: Potvrda brisanja pravila
hy: Կանոնի ջնջման հաստատում
id: Informasi Perubahan

source: Ext Import
hr: Prošireni uvoz
hy: Ընդլայնված ներմուծում
id: Impor

# GUI
source: Interface
hr: Sučelje
hy: Տեսք
id: Tampilan

source: Preferences for GUI
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: -36 dB (shallow range for high-amplitude editing)
hr: -36 dB (plitak opseg za visokoamplitudno uređivanje)
hy: -36 դԲ (մակերեսային դիապազոն, բարձր տարածության փոփոխման համար)
id: -36 dB (range yang dangkal untuk mengedit amplitudo tinggi)

source: -48 dB (PCM range of 8 bit samples)
hr: -48 dB (opseg PCM za 8-bitno uzorkovanje)
hy: -48 դԲ (PCM 8 բիթ նմուշի դիապազոնի համար)
id: -48 dB (range PCM dari sampel 8 bit)

source: -60 dB (PCM range of 10 bit samples)
hr: -60 dB (opseg PCM za 10-bitno uzorkovanje)
hy: -60 դԲ (PCM 10 բիթ նմուշի դիապազոնի համար)
id: -60 dB (range PCM dari sampel 10 bit)

source: -72 dB (PCM range of 12 bit samples)
hr: -60 dB (opseg PCM za 10-bitno uzorkovanje)
hy: -60 դԲ (PCM 10 բիթ նմուշի դիապազոնի համար)
id: -60 dB (range PCM dari sampel 10 bit)

source: -84 dB (PCM range of 14 bit samples)
hr: -145 dB (opseg PCM za 24-bitno uzorkovanje)
hy: -145 դԲ (PCM 24 բիթ նմուշի դիապազոնի համար)
id: -145 dB (range PCM dari sampel 24 bit)

source: -96 dB (PCM range of 16 bit samples)
hr: -96 dB (opseg PCM za 16-bitno uzorkovanje)
hy: -96 դԲ (PCM 16 բիթ նմուշի դիապազոնի համար)
id: -96 dB (range PCM dari sampel 16 bit)

source: -120 dB (approximate limit of human hearing)
hr: -120 dB (približna granica ljudskoga sluha)
hy: -120 դԲ (մարդու լսողությամ մոտավոր սահման)
id: -120 dB (batas terbaik untuk pendengaran manusia)

source: -145 dB (PCM range of 24 bit samples)
hr: -145 dB (opseg PCM za 24-bitno uzorkovanje)
hy: -145 դԲ (PCM 24 բիթ նմուշի դիապազոնի համար)
id: -145 dB (range PCM dari sampel 24 bit)

source: Local
hr: Na računalu
hy: Ընդհանուր
id: Lokal

source: From Internet
hr: Na mreži
hy: Ինտերնետից
id: Dari Internet

source: Display
hr: Prikaz
hy: Էկրան
id: Tampilan

source: &Language:
hr: &Jezik:
hy: Լեզու՝
id: Ba&hasa:

source: Location of &Manual:
hr: Mjesto &priručnika:
hy: Ձեռքով կառավարման տեղ՝
id: Lokasi &Manual:

source: Meter dB &range:
hr: Opseg dB mje&rila/valna oblika:
hy: Մետր/Ալիքաձև դԲ դիապազոն՝
id: Jangkauan dB meter/Wavefo&rm:

source: Show 'How to Get &Help' at launch
hr: Pri pogonu ot&vori prozor 'Je li Vam potrebna pomoć?'
hy: Ցուցադրել 'Իչպե՞ս ստանալ օգնություն' երկխոսության պատուհանը, ծրագրի մեկնարկի ժամանակ
id: Tampilkan 'Bagaimana mendapatkan Bantuan' pada permu&laan program

source: Show e&xtra menus
hr: Prikaži mrežu uzduž osi &Y
hy: Ցուցադրել ցանցը Y առանցքի երկայնքով
id: Lihat batas sepanjang sumbu &Y

source: &Beep on completion of longer activities
hr: &Zapišti kad završiš s većim zadaćama
hy: Ազդանշան երկար գործունեություն ավարտելիս
id: &Beep pada penyelesaian aktivitas lama

source: Re&tain labels if selection snaps to a label
hr: Za&drži oznake kad izbor skoči na njihov rub
hy: Պահպանել նշումները, եթե ընրությունը գտնվում է նշման եզրին

source: Import / Export
hr: Uvozi/Izvozi
hy: Ներմուծել / Վերցնել
id: Impor / Ekspor

source: &Mix down to Stereo or Mono
hr: Miješanje u &stereo pri izvozu
hy: Միախառնում ստերեոյի վերցման ժամանակ
id: Mix-kan ke &stereo waktu mengekspor

source: &Use Advanced Mixing Options
hr: Napredne mogućnosti miješanja
hy: Հավելյալ միախառնման կարգավորում
id: Opsi Mixing Lanjut

source: S&tandard
hr: Obično
hy: Ստանդարտ
id: Standar

source: &Seconds
hr: sekunda
hy: վարկյան
id: detik

source: &Beats
hr: Ponavljač
hy: Կրկնել
id: Ulang

source: When exporting tracks to an audio file
hr: Pri izvozu zapisa u zvučnu datoteku
hy: Երբ վերցվում են ձայնագրություններ որպես աուդիո ֆայլ
id: Ketike mengekspor ke file audio

source: S&how Metadata Tags editor before export
hr: Poka&ži urednik metapodataka prije izvoza
hy: Ցուցադրել մետա տվյալների փոփոխիչը վերցման քայլի ժամանակ
id: &Tunjukkan Editor Metadata dahulu dalam langkah mengekspor

source: Exported Label Style:
hr: Izvezi oznake kao:
hy: Վերցնել նշումները որպես՝
id: Ekspor label sebagai:

source: Keyboard
hr: Tipkovnica
hy: Ստեղնաշար

source: Preferences for KeyConfig
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Keyboard preferences currently unavailable.
hr: Prilagodba tipkovnice trenutačno je nedostupna.
hy: Ստեղնաշարի կարգավորումները հիմա անհասանելի են:
id: Preferensi Keyboard sudah tidak ada.

source: Open a new project to modify keyboard shortcuts.
hr: Za promjenu tipkovnih prečaca otvorite novi projekt.
hy: Բացել նոր պրոեկտ փոփոխելու ստեղնաշարի նշաները:
id: Buka Proyek Baru untuk mengubah jalan pintas keyboard

source: &Hotkey:
hy: Աչքի ընկնող կոճակ՝

source: Key Bindings
hr: Tipkovni prečaci
hy: Կոճակների պարտադիրները
id: Kunci-kunci Keyboard

source: View by:
hr: &Prikaz
hy: Տեսնել -ից՝
id: &Lihat

source: &Tree
hy: Ծառ

source: &Name
hr: Ime
hy: Անուն
id: Nama

source: &Key
hy: Կոճակ

source: View by tree
hy: Տեսնել ծառերի կեղմից

source: View by name
hy: Տեսնել անվան կողմից

source: View by key
hy: Տեսնել բանալիների կեղմից

source: Searc&h:
hy: Որոնում՝

source: Bindings
hr: Tipkovni prečaci
hy: Պարտադիրները
id: Kunci-kunci Keyboard

source: Short cut
hr: Niski zapisi
hy: Կարճ կտրել
id: Trek Kecil

source: &Set
hy: Նշել

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
hr: Napomena: stiskanje Cmd+Q gasi program. Sve druge tipke su valjane.
hy: Նշում՝ Սեղմելով Cmd+Q կփակվի: Բոլոր մյուս կոճակները ուժի մեջ են:
id: Catatan: Menekan Cmd+Q akan keluar. Kunci lainnya valid.

source: &Import...
hr: &Uvezi...
hy: &Ներմուծում...
id: &Impor...

source: &Defaults
hr: &Predzadano
hy: &Նախնական
id: &Normal

source: Select an XML file containing Audacity keyboard shortcuts...
hr: Izaberi datoteku XML s Audacityjevim tipkovnim prečacima...
hy: Ընտրել XML ստեղնաշարի նշաններ պարունակող ֆայլ, Աուդասիթիի համար...
id: Pilih file XML yang mengandung jalan pintas keyboard Audacity...

source: Error Importing Keyboard Shortcuts
hr: Pogrješka pri uvozu tipkovnih prečaca
hy: Եղավ սխալ՝ ստեղնաշարի նշաններ ներմուծելիս
id: Error mengambil jalan pintas keyboard

source: Loaded %d keyboard shortcuts
hr: Učitano %d tipkovnih prečaca
hy: Բեռնված %d ստեղնաշարի իկոններ
id: Diambil %d jalan pintas keyboard

source: Loading Keyboard Shortcuts
hr: Učitavanje tipkovnih prečaca
hy: Բեռնվում է ստեղնաշարի իկոնները
id: Mengambil jalan pintas keyboard

source: Export Keyboard Shortcuts As:
hr: Izvezi tipkovne prečace kao:
hy: Վերցնել ստեղնաշարի նշանները որպես՝
id: Ekspor Jalan Pintas Keyboard Sebagai:

source: Error Exporting Keyboard Shortcuts
hr: Pogrješka pri izvozu tipkovnih prečaca
hy: Եղավ սխալ՝ ստեղնաշարի նշանները վերցնելիս
id: Error mengambil jalan pintas keyboard

source: You may not assign a key to this entry
hy: Դուք չեք կարող նշել բանալի այս գրառման մեջ

source: You must select a binding before assigning a shortcut
hy: Առաջինը պետք է նշեք պարտադիրը, մինչև նշանների նշելը

source: The keyboard shortcut '%s' is already assigned to: %s Click OK to assign the shortcut to %s instead. Otherwise, click Cancel.
hy: '%s' ստեղնաշարի նշանը արդեն արդեն նշված է՝ '%s' Սեղմե՛ք Լավ նշելու նշանը '%s' փոխարեն: Մյուս դեպքում սեղմե՛ք Չեղարկել:

source: Key Config
hr: Spoj tipaka
hy: Հավաքական կոճակ
id: Kombinasi Tombol Keyboard

source: Preferences for Library
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: LAME MP3 Export Library
hr: Knjižnica za izvoz MP3
hy: MP3 վերցման գրադարան
id: Referensi Pengeksporan MP3

source: MP3 Library Version:
hr: Inačica knjižnice MP3:
hy: MP3 գրադարանի տարբերակ՝
id: Versi Referensi MP3:

source: FFmpeg Import/Export Library
hr: Knjižnica za uvoz/izvoz FFmpeg
hy: FFmpeg ներմուծման/վերցման գրադարան
id: Referensi Impor/Ekspor FFmpeg

source: No compatible FFmpeg library was found
hr: Uskladive knjižnice FFmpeg nisu nađene
hy: Չկա աջակցող FFmpeg գրադարան
id: Referensi FFmpeg yang tidak kompetibel ditemukan

source: FFmpeg support is not compiled in
hr: Podrška za FFmpeg nije prevedena u
hy: FFmpeg աջակցումը կազմված չէ
id: Dukungan FFMpeg tidak terkompilasi

source: FFmpeg Library Version:
hr: Inačica knjižnice FFmpeg:
hy: FFmpeg գրադարանի տարբերակ՝
id: Versi Referensi FFmpeg:

source: FFmpeg Library:
hr: Knjižnica FFmpeg:
hy: FFmpeg գրադարան՝
id: Referensi FFmpeg:

source: Loca&te...
hr: Po&traži...
hy: Տեղավորել...

source: Dow&nload
hr: &Preuzmi
hy: Բեռնել
id: U&nduh

source: Audacity has automatically detected valid FFmpeg libraries. Do you still want to locate them manually?
hr: Audacity je sam uočio valjane knjižnice FFmpeg. Želite li još uvijek potražiti ručno?
hy: Աուդասիթին ավտոմատ գտավ լավ FFmpeg գրադարաններ: Վստա՞հ եք, որ ցանկաում եք դրանք կարգավորել ձոռքվ:
id: Audacity telah mendeteksi referensi FFmpeg yang valid. Apakah Anda tetap ingin meletakkannya sendiri?

source: Library
hr: Knjižnice
hy: Գրադարաններ
id: Referensi

source: MIDI Devices
hr: Uređaji MIDI
hy: MIDI սարքեր
id: Perangkat MIDI

source: Preferences for MidiIO
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: No MIDI interfaces
hr: Nema sučelja MIDI
hy: Չկան MIDI նմուշներ
id: Tidak ada pengolah MIDI

# MIDI
source: Interface
hr: Sučelje
hy: Տեսք
id: Tampilan

source: Using: PortMidi
hr: U uporabi: PortMidi
hy: Օգտագործված՝ PortMidi

source: MIDI Synth L&atency (ms):
hr: Latencija sintetizatora MIDI (ms):
hy: MIDI սինթեզատոր ուշացում (ms)՝

source: The MIDI Synthesizer Latency must be an integer
hr: Latencija sintetizatora MIDI mora biti cijeli broj
hy: MIDI սինթեզատոր ուշացումը պետք է լինի ամբողջական թվով
id: Frekuensi minmum harus berupa angka

source: Modules
hr: Moduli
hy: Մոդուլներ
id: Modulator

source: Preferences for Module
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: These are experimental modules. Enable them only if you've read the Audacity Manual and know what you are doing.
hr: Još u razvoju. Omogućite ih samo ako ste pročitali priručnik i znate što radite.
hy: Սրանք փորձնական մոդուլներ են: Միացնել դրանք միայն, երբ դուք կարդացել եք ձեռնարկը և տեղյակ եք ձեր անելիքից:

source: 'Ask' means Audacity will ask if you want to load the module each time it starts.
hy: 'Հարցնել' նշանակում է, որ Աուդասիթին կհարցնի, երբ ցանկանում եք բեռնել պլագին ամեն անգամ ծրագիրը մեկնարկելիս:

source: 'Failed' means Audacity thinks the module is broken and won't run it.
hy: 'Չհաջողվեց' նշանակում է, որ Աուդասիթին կարծում է, թե պլագինը կոտրված է և չի աշխատելու դրա հետ:

source: Changes to these settings only take effect when Audacity starts up.
hr: Promjene privremene mape primjenit će se tek pri sljedećem pogonu Audacityja
hy: Ժամանակավոր ֆայլերի փոփոխումը էֆեկտ չի տա, մինչև չվերբեռնվի Աուդասիթին
id: Pengubahan direktori temporer tidak berefek sampai Audacity dihidupkan ulang

source: Ask
hr: Pitaj me
hy: Հարցնել
id: Tanya saya

source: Failed
hr: Neuspjelo!
hy: Չհաջողվեց

source: No modules were found
hr: Nema uređaja
hy: Սարքեր չեն գտնվել
id: Tidak ada perangkat

source: Module
hr: Moduli
hy: Մոդուլներ
id: Modulator

source: Mouse
hr: Miš
hy: Մկնիկ

source: Preferences for Mouse
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Mouse Bindings (default values, not configurable)
hr: Prečaci za miš (predzadano i nepromjenjivo)
hy: Մկնիկի պարտադիրներ (լռելյայն արժեքներ, ոչ կարգավորվող)
id: Kunci-kunci Mouse (tidak bisa diubah)

source: Tool
hr: Alat
hy: Գործիք
id: Alat

source: Command Action
hr: Radnja prečaca
hy: Հրահանգագիծ
id: Aksi perintah

source: Buttons
hr: Gumb
hy: Կոճակներ
id: Tombol

source: Left-Click
hr: Lijevi klik
hy: Ձախ սեղմում
id: Klik-Kiri

source: Set Selection Point
hr: Postavlja točku izbora
hy: Նշել ընտրման կետ
id: Pilih Titik Pilihan

source: Left-Drag
hr: Lijeva povlaka
hy: Ձախ քաշում
id: Klik Kiri dan Dorong

source: Set Selection Range
hr: Postavlja opseg izbora
hy: Նշել ընտրման դիապազոն
id: Atur Range yang Dipilih

source: Shift-Left-Click
hr: SHIFT + lijevi klik
hy: Shift և ձախ սեղմում
id: Klik Kiri dengan Shift

source: Extend Selection Range
hr: Raširuje opseg izbora
hy: Դիապազոնի ընդլայնված ընտրություն
id: Pilih Range yang Tidak Dipilih

source: Left-Double-Click
hr: Lijevi dvoklik
hy: Ձախ երկակի սեղմում
id: Klik Ganda Kiri

source: Select Clip or Entire Track
hr: Izabire isječak ili cijeli zapis
hy: Ընտրել հատված կամ ամբողջ ձայնագրությունը
id: Pilih Klip atau Trek

source: Wheel-Rotate
hr: Vrtnja kotačića
hy: Շրջապտույտ
id: Rotasi Roda Mouse

source: Change scrub speed
hr: Promjena brzinu
hy: Փոխված արագություն
id: Mengubah Kecepatan

source: Zoom in on Point
hr: Povećaj točku
hy: Խոշորացնել բաժնում
id: Perbesar pada Titik

source: Zoom in on a Range
hr: Povećaj područje
hy: Խոշորացնել դիապազոնում
id: Perbesar pada Wilayah

source: same as right-drag
hr: kao i desna povlaka
hy: որոշները որպես աջ քաշել
id: seperti klik kanan dan dorong
