Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the current output file format.
hr: Kombinacija uzorkovne brzine (%d) i bitovne brzine (%d kb/s) trenutačni izlazni format ne podržava.
hy: Պրոեկտի ձայնաչափի բաժինը (%d) բիթերի չափի (%d kbps) չի աջակցում ներկա ֆայլի ֆորմատին:
id: Kombinasi rate Sampel proyek (%d) dan bit ratenya (%d kbps) tidak mendukung format file output yang ada.

source: You may resample to one of the rates below.
hr: Lako preuzorkujete na brzine napisane dolje.
hy: Դուք կարող եք վերանշել մեկը ներգևում դրված
id: Anda harus menyampel ulang ke salah satu rate di bawah ini.

source: Sample Rates
hr: Uzorkovna brzina
hy: Ձայնի բաժին
id: Rate Sampel

source: %d kbps
hr: %i kb/s
hy: %i kbps
id: kbps

source: Bit Rate:
hr: Bitova brzina
hy: Բիթի չափ՝

source: Quality (kbps):
hr: Kakvoća:
hy: Որակը՝
id: Kualitas:

source: On
hr: &Otvori...
hy: &Բացել...
id: B&uka...

source: Constrained
hr: stalni
hy: Հաստատուն
id: Konstan

source: Audio
hr: &Zvuk...
hy: Աուդիո...

source: Low Delay
hr: Odgoda
hy: Ուշացնող
id: Pembeda

source: Mediumband
hr: Osrednje
hy: Միջին
id: Sedang

source: Fullband
hr: Višepojasni
hy: Բազմաբենդ
id: Banyak band

source: Compression
hr: Sažimanje:
hy: Խտացում՝
id: Kompresi:

source: Frame Duration:
hr: Trajanje:
hy: Ժամաչափ՝
id: Durasi

source: Vbr Mode:
hr: Način
hy: Չափագրում
id: Mode

source: Application:
hr: Pojačanje (dB)
hy: Ընդլայնում դԲ
id: dB Amplifikasi

source: Cutoff:
hr: Rez:
hy: Կտրվածք՝
id: Potong:

source: Open custom FFmpeg format options
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Current Format:
hr: Primijeni &tu
hy: Հաստատել ընթացիկ &պրոեկտում
id: Aplikasikan ke proyek yang tersedia

source: Current Codec:
hr: Primijeni &tu
hy: Հաստատել ընթացիկ &պրոեկտում
id: Aplikasikan ke proyek yang tersedia

source: Error Saving FFmpeg Presets
hr: Pogrješka pri spremanju projekta
hy: VST սկզբնաբերման պահպանման սխալ
id: Error Meyimpan Proyek

source: Overwrite preset '%s'?
hr: Prekopisati predzadanost '%s'?
hy: Վերագրե՞լ նախադրված '%s'
id: Tiban aturan lanjut '%s'?

source: Confirm Overwrite
hr: Potvrda prekopisanja
hy: Վերագրման հաստատում
id: Konfirmasi Penibanan

source: Please select format before saving a profile
hr: Prije spremanja profila izaberite format
hy: Խնդրում ենք ընտրել ֆորմատ, մինչ պրոֆիլի պահպանում
id: Silahkan pilih format sebelium menyimpan profil

source: Please select codec before saving a profile
hr: Prije spremanja profila izaberite kodek
hy: Խնդրում ենք ընտրել կոդեկ, մինչ պրոֆիլի պահպանում
id: Silahkan pilih codec sebelium menyimpan profil

source: Preset '%s' does not exist.
hr: Predzadanost '%s' ne postoji.
hy: Վերագրումը '%s' գոյություն չունի:
id: Preset '%s' tidak ada.

source: Replace preset '%s'?
hr: Želite izbrisati predzadanost '%s'?
hy: Ջնջե՞լ վերագրումը '%s':
id: Hapus aturan lanjut '%s'?

source: Main
hr: Glavna
hy: Գլխավոր
id: Utama

source: M4A (AAC) Files (FFmpeg)
hr: Datoteke M4A (AAC; FFmpeg)
hy: M4A (AAC) Ֆայլեր (FFmpeg)
id: File M4A (AAC) (FFmpeg)

source: AC3 Files (FFmpeg)
hr: Datoteke AC3 (FFmpeg)
hy: AC3 Ֆայլեր (FFmpeg)
id: File AC3 (FFmpeg)

source: AMR (narrow band) Files (FFmpeg)
hr: Datoteke AMR (uskopojasne; FFmpeg)
hy: AMR (նեղ խումբ) Ֆայլեր (FFmpeg)
id: AMR (jangkuan sempit) (FFmpeg)

source: Opus (OggOpus) Files (FFmpeg)
hr: Datoteke M4A (AAC; FFmpeg)
hy: M4A (AAC) Ֆայլեր (FFmpeg)
id: File M4A (AAC) (FFmpeg)

source: WMA (version 2) Files (FFmpeg)
hr: Datoteke WMA (inačica 2; FFmpeg)
hy: WMA (տարբերակ 2) Ֆայլեր (FFmpeg)
id: File WMA (v2) (FFmpeg)

source: Custom FFmpeg Export
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Estimate
hr: Procijeni
hy: Գնահատում
id: Mapan

source: 2-level
hr: 2-razinski
hy: 2 փուլ

source: 4-level
hr: 4-razinski
hy: 4 փուլ

source: 8-level
hr: 8-razinski
hy: 8 փուլ

source: Full search
hr: Puna potraga
hy: Ամբողջական որոնում
id: Pencarian Penuh

source: Log search
hr: Potraga po dnevniku
hy: Պատմ. ֆայլերի որոնում
id: Pencarian Log

source: Configure custom FFmpeg options
hr: Izvoz FFmpeg po mjeri
hy: Ընտրովի FFmpeg վերցնում
id: Pengeksporan FFmpeg Pilihan Sendiri

source: Preset:
hr: Predzadanost:
hy: Վերագրում՝
id: Aturan Lanjut:

source: Load Preset
hr: Učitaj predzadanost
hy: Վերագրամն բենում
id: Ambil Aturan Lanjut

source: Import Presets
hr: Uvezi predzadanosti
hy: Ներմուծել վերագրումներ
id: Impor Aturan Lajut

source: Export Presets
hr: Izvezi predzadanosti
hy: Վերցնել վերագրումները
id: Ekspor Aturan Lanjut

source: Codec:
hr: Kodek:
hy: Կոդեկ՝

source: Not all formats and codecs are compatible. Nor are all option combinations compatible with all codecs.
hr: Nisu svi formati i kodeki uskladivi niti su sve kombinacije mogućnosti uskladive sa svim kodekima.
hy: Ոչ բոլոր կոդեկներն ու ֆորմատներն են համատեղելի: Բոլոր կոդեկների հետ ոչ բոլոր հավաքման կարգավորումներն են համատեղելի:
id: Tidak semua format dan codec kompetibel. Begitu pula kombinasi opsi yang belum tentu kompetibel dengan semua codec.

source: Show All Formats
hr: Prikaži sve formate
hy: Ցուցադրել բոլոր ֆորմատները
id: Tunjukkan Semua Format

source: Show All Codecs
hr: Prikaži sve kodeke
hy: Ցուցադրել բոլոր կոդեկները
id: Tunjukkan Semua Codec

source: General Options
hr: Glavne mogućnosti
hy: Գլխավոր կարգավորումներ
id: Opsi General

source: ISO 639 3-letter language code Optional empty - automatic
hr: Troslovni kôd jezika ISO 639 Neobvezno prazno - automatsko
hy: ISO 639 3-տառ լեզվի կոդ Ճիշտ դատարկ - ավտոմատ
id: Tiga karakter kode bahasa berdasarkan ISO 639 Opsi kosong - otomatis

source: Language:
hr: Jezik:
hy: Լեզու՝
id: Bahasa:

source: Bit Reservoir
hr: Spremnik bitova ("Bit Reservoir")
hy: Բիթ ամբար
id: Penampung Bit

source: Codec tag (FOURCC) Optional empty - automatic
hr: Značka kodeka (FOURCC) Neobvezno prazno - automatsko
hy: Կոդեկ տեգ (FOURCC) Ոչ կարևոր դատարկ - ավտոմատ
id: Tag codec (FOURCC) Opsi kosong - otomatis

source: Tag:
hr: Značka:
hy: Տեգ՝

source: Bit Rate (bits/second) - influences the resulting file size and quality Some codecs may only accept specific values (128k, 192k, 256k etc) 0 - automatic Recommended - 192000
hr: Bitova brzina (bitova/sekundi) - utječe na veličinu i kakvoću konačne datoteke Neki kodeki rabe samo određene vrijednosti (128k, 192k, 256k itd.). 0 - automatsko Preporučeno - 192000
hy: Բիթի չափ (բիթ/վարկյանում) - ազդում արֆյունքի, ֆայլի չափի և որակի վրա Որոշ կոդեկներ կարող են միայն ընդունել առանձին արժեքներ ինչպես՝ (128k, 192k, 256k և այլն) 0 - ավտոմատ Առաջարկված - 192000
id: Bit Rate (bit/detik) - menunjukkan hasil pada ukuran file dan kualitas Beberapa codec mungkin hanya menunjukkan nilai spesifik (128k, 192k, 256k, dll) 0 - otomatis Direkomendasikan - 192000

source: Overall quality, used differently by different codecs Required for vorbis 0 - automatic -1 - off (use bitrate instead)
hr: Ukupna kakvoća koju različiti kodeki različito rabe Obvezno za vorbis 0 - automatsko -1 - isključeno (umjesto toga rabi bitovu brzinu)
hy: Ընդհանուր որակ, օգտագործվում է բազմաձև, տարբեր կոդեկների կեղմից Պահանջվում է vorbis-ի համար 0 - ավտոմատ -1 - անջատված (օգտագործում որակի փոխարեն)
id: Kualitas keseluruhan, digunakan berbeda oleh codec yang berbeda pula Diperlukan untuk Vorbis 0 - otomatis -1 - mati (gunakan bitrate)

source: Quality:
hr: Kakvoća:
hy: Որակը՝
id: Kualitas:

source: Sample rate (Hz) 0 - don't change sample rate
hr: Uzorkovna brzina (Hz) 0 - ne mijenjaj uzorkovnu brzinu
hy: Ձայնաչափի բաժին (Hz) 0 - չփոխել չայնաչափի բաժինը
id: Rate sampel (Hz) 0 - jangan ubah rate sampel

source: Sample Rate:
hr: Uzorkovna brzina:
hy: Ձայնաչափի բաժին՝
id: Rate Sampel:

source: Audio cutoff bandwidth (Hz) Optional 0 - automatic
hr: Pojasna širina zvučnoga rezanja (cutoff) (Hz) neobvezno 0 - automatska
hy: Աուդիո կտրվածքի բենդ երկարություն (Hz) Ոչ կարևոր 0 - ավտոմատ
id: Bandwidth audio yang dipotong (Hz) Opsi 0 - otomatis

source: AAC Profile Low Complexity - default Most players won't play anything other than LC
hr: Profil AAC Niska složenost (LC) - predzadano Većina izvođača ne će svirati ništa drugo osim LC-a
hy: AAC պրոֆիլ Ցածր բարդություն -լռելյայն Որոշ նվագարկիչներ կարող են նվագարկել ամեն բան, քան LC-ն
id: Profil AAC Kompleksitas Rendah (LC) -biasa Kebannyakan player tidak mau mainkan apapun selain LC

source: Profile:
hr: Profil:
hy: Պրոֆիլ՝
id: Profil:

source: FLAC options
hr: Mogućnosti za FLAC
hy: FLAC ընտրանքներ
id: Opsi FLAC

source: Compression level Required for FLAC -1 - automatic min - 0 (fast encoding, large output file) max - 10 (slow encoding, small output file)
hr: Jakost sažimanja obvezno za FLAC -1 - automatsko najmanje - 0 (brzo kodiranje, velika izlazna datoteka) najveće - 10 (sporo kodiranje, mala izlazna datoteka)
hy: Խտացման փուլ Պահանջվում է FLAC-ի համար -1 - ավտոմատ նվազագ - 0 (արագ կոդավորում, մեծ ֆայլ) առավ - 10 (դանդաղ կոդավորում, փոքր ֆայլ)
id: Level pengompresan Diperlukan untuk FLAC -1 - otomatis min - 0 (encoding cepat, file output besar) maks - 10 (encoding lambat, file output kecil)

source: Compression:
hr: Sažimanje:
hy: Խտացում՝
id: Kompresi:

source: Frame size Optional 0 - default min - 16 max - 65535
hr: Veličina sličice neobvezno 0 - zadano najmanja - 16 najveća - 65535
hy: Շրջանակի չափ Ոչ կարևոր 0 - default min - 16 max - 65535
id: Ukuran bingkai Opsi 0 - biasa min - 16 maks - 65535

source: Frame:
hr: Sličica:
hy: Շրջանակ՝
id: Bingkai:

source: LPC coefficients precision Optional 0 - default min - 1 max - 15
hr: Preciznost koeficijenata LPC neobvezno 0 - zadano najmanje - 1 najviše - 15
hy: LPC գործակիցների ճշգրտություն Ոչ կարևոր 0 - լռելյայն նվազ - 1 առավ - 15
id: Presisi koefisien LPC Opsi 0 - biasa min - 1 maks - 15

source: Prediction Order Method Estimate - fastest, lower compression Log search - slowest, best compression Full search - default
hr: Metoda reda predviđanja Procijenjeno -brže, nesažetije Logaritamska potraga - sporije, sažetije Puna potraga - zadano
hy: Կանխատեսման մեթոդի պատվեր Գնահատում - արագ, ցածր խտացում Պտմ ֆայլի որոնում - ցածր, լավագույն խտացում Ամբողջական որոնում - լռելյայն
id: Metode Prediksi Persebaran Mapan - tercepat, kompresi lebih rendah Pencarian Log - terlambat, kompresi lebih tinggi Pencarian Penuh - biasa

source: PdO Method:
hr: Metoda reda predviđanja:
hy: PdO մեթոդ՝
id: Metode PdO:

source: Minimal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
hr: Najkraći red predviđanja neobvezno -1 - zadano najkraće - 0 najdalje - 32 (z LPC) ali 4 (brez LPC)
hy: Նվազագույն կանխատեսման պատվեր Ոչ կարևոր -1 - լռելյայն նվազագ - 0 առավելագ - 32 (LPC-ով) կամ 4 (LPC-ով)
id: Prediksi persebaran minimal Opsi -1 - biasa min - 0 maks - 32 (dengan LPC) atau 4 (tanpa LPC)

source: Min. PdO
hr: Najkraći red predviđanja
hy: Նվազագ. PdO
id: PdO Min.

source: Maximal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
hr: Najduži red predviđanja neobvezno -1 - zadano min - 0 max - 32 (s LPC-om) ili 4 (bez LPC-a)
hy: Առավելագույն կանխատեսման պատվեր Ոչ կարևոր -1 - լռելյայն նվազագ - 0 առավելագ - 32 (LPC-ով) կամ 4 (LPC-ով)
id: Prediksi persebaran maksimal Opsi -1 - biasa min - 0 maks - 32 (dengan LPC) atau 4 (tanpa LPC)

source: Max. PdO
hr: Najduži red predviđanja
hy: Առավելագ. PdO
id: PdO Maks.

source: Minimal partition order Optional -1 - default min - 0 max - 8
hr: Najkraći red razdiobe neobvezno -1 - zadano min - 0 max - 8
hy: Առավելագույն կանխատեսման պատվեր Ոչ կարևոր -1 - լռելյայն նվազագ - 0 առավելագ - 8
id: Pembagian persebaran minimal Opsi -1 - biasa min - 0 maks - 8

source: Min. PtO
hr: Najkraći red razdiobe
hy: Նվազագ. PtO
id: PtO Min.

source: Maximal partition order Optional -1 - default min - 0 max - 8
hr: Najduži red razdiobe neobvezno -1 - predzadano min - 0 max - 8
hy: Առավելագույն կանխատեսման պատվեր Ոչ կարևոր -1 - լռելյայն նվազագ - 0 առավելագ - 8
id: Pembagian persebaran maksimall Opsi -1 - biasa min - 0 maks - 8

source: Max. PtO
hr: Najduži red razdiobe
hy: Առավելագ. PtO
id: PtO Maks.

source: Use LPC
hr: Uporabi LPC
hy: Օգտագործեք LPC
id: Gunakan LPC

source: MPEG container options
hr: Mogućnosti spremnika MPEG
hy: MPEG կոնտեյների ընտրանքներ
id: Opsi kontainer MPEG

source: Maximum bit rate of the multiplexed stream Optional 0 - default
hr: Najveća bitovna brzina multipleksiranoga toka neobvezno 0 - zadano
hy: Առավելագույն մուլտիպլեքսայնացված հեռարձակման բիթաչափ Ոչ կարևոր 0 - լռելյայն
id: Bit rate maksimum stream rumit Opsi 0 - biasa

source: Mux Rate:
hr: Stopa multipleksiranja:
hy: Մուլտիպլեքս բաժին՝

source: Packet size Optional 0 - default
hr: Veličina paketa neobvezno 0 - zadano
hy: Փաթեթային չափ Ոչ կարևոր 0 - լռելյայն
id: Ukuran paket Opsi 0 - biasa

source: Packet Size:
hr: Veličina paketa:
hy: Փաթեթային չափ՝
id: Ukuran paket:

source: You can't delete a preset without name
hr: Ne možete izbrisati neimenovanu predzadanost
hy: Չեք կարող ջնջել վերագրումը անվան հետ
id: Anda tidak bisa menghapus preset tanpa nama

source: Delete preset '%s'?
hr: Želite izbrisati predzadanost '%s'?
hy: Ջնջե՞լ վերագրումը '%s':
id: Hapus aturan lanjut '%s'?

source: You can't save a preset without a name
hr: Ne možete izbrisati neimenovanu predzadanost
hy: Չեք կարող ջնջել վերագրումը անվան հետ
id: And tidak bisa menyimpan aturan lanjut tanpa nama

source: Select xml file with presets to import
hr: Izaberite XML datoteku za uvoz s predzadanostima
hy: Նշել xml ֆայլ վերագրման հետ, ներմուծման համար
id: Pilih file xml dengan aturan lanjut untuk diimpor

source: No presets to export
hr: Nema oznaka za izvoz.
hy: Չկան նշումներ վերցման համար:
id: Tidak ada label untuk diekspor.

source: Select xml file to export presets into
hr: Izaberite datoteku XML u koju će se izvesti predzadanosti
hy: Նշել xml ֆայլ, վերցնելու վերագրումը -ից
id: Pilih file xml untuk mengekspor aturan lanjut ke dalam

source: Failed to guess format
hr: Neuspjelo pogađanje formata
hy: Չհաջողվեց կռահել ֆորմատը
id: Gagal menebak format

source: Failed to find the codec
hr: Nije nađen kodek
hy: Չհաջողվեց գտնել կոդեկը
id: Gagal mencari codec

source: 16 bit
hr: 16-bitno
hy: 16 բիթ

source: 24 bit
hr: 24-bitno
hy: 24 բիթ

source: 0 (fastest)
hr: 0 (najbrže)
hy: 0 (արագ)
id: 0 (tercepat)

source: 8 (best)
hr: 8 (najbolje)
hy: 8 (լավագույն)
id: 8 (terbaik)

source: Level:
hr: Razina:
hy: Փուլ՝
id: Tingkat:

source: Bit depth:
hr: Dubina bitova:
hy: Բիթի խորություն՝
id: Kedalaman bit:

source: FLAC Files
hr: Datoteke FLAC
hy: FLAC Ֆայլեր
id: File FLAC

source: FLAC export couldn't open %s
hr: Izvoz FLAC ne može otvoriti %s
hy: FLAC վերցնումը չի բացվում %s
id: Eksortir FLAC tidak bisa membuka %s

source: FLAC encoder failed to initialize Status: %d
hr: Koder FLAC nije se uspio inicijalizirati Stanje: %d
hy: FLAC կոդավորման անհաջող մեկնարկ Կարգավիճակ՝ %d
id: Encoder FLAC gagal menginisialisasi Status: %d

source: Exporting the selected audio as FLAC
hr: Izvoz izabranoga zvuka kao FLAC
hy: Վերցնում նշված աուդիոն որպես FLAC
id: Mengekspor audio yang dipilih ke FLAC

source: Exporting the audio as FLAC
hr: Izvoz izabranoga zvuka kao FLAC
hy: Վերցնում նշված աուդիոն որպես FLAC
id: Mengekspor audio yang dipilih ke FLAC

source: MP2 Files
hr: Datoteke MP2
hy: MP2 Ֆայլեր
id: File MP2

source: Cannot export MP2 with this sample rate and bit rate
hr: Nemoguć izvoz MP2 s tom uzorkovnom i bitovom brzinom.
hy: Չի ստացվում վերցնել MP2-ը այս ձայնի բաժնով և բիթաչափով
id: Tidak bisa mengekspor MP2 dengan rate sampel dan bit rate ini

source: Unable to open target file for writing
hr: Ciljane datoteke za zapisivanje nije moguće otvoriti
hy: Անհար է բացել ֆայլը գրման համար
id: Tidak dapat membuka file target untuk ditulis

source: Exporting selected audio at %ld kbps
hr: Izvoz izabranoga zvuka pri %ld kb/s
hy: Վերցնում նշված աուդիոյի %d kbps-ով
id: Mengekspor audio terpilih pada %ld kbps

source: Exporting the audio at %ld kbps
hr: Izvoz izabranoga zvuka pri %ld kb/s
hy: Վերցնում նշված աուդիոյի %d kbps-ով
id: Mengekspor audio terpilih pada %ld kbps

source: 220-260 kbps (Best Quality)
hr: (najkvalitetnije)
hy: (Լավագույն որակ)
id: (Kualitas Terbaik)

source: 80-120 kbps
hr: %.2f kb/s
hy: %.2f kbps
id: kbps

source: 45-85 kbps (Smaller files)
hr: (manje datoteke)
hy: (Փոքր ֆայլեր)
id: (File yang lebih kecil)

source: Insane
hr: Ludo
hy: ահռելի
id: Parah

source: Extreme
hr: Pretjerano
hy: Ծայրահեղ
id: Ekstrim

source: Standard
hr: Obično
hy: Ստանդարտ
id: Standar

source: Medium
hr: Osrednje
hy: Միջին
id: Sedang

source: Variable
hr: promijenjivi
hy: Փոփոխական
id: Variabel

source: Average
hr: Prosječno
hy: Միջին
id: Rata-rata

source: Constant
hr: stalni
hy: Հաստատուն
id: Konstan

source: Joint Stereo
hr: Združeni stereo
hy: Համատեղ ստերեո
id: Stereo yang Telah Digabung

source: Stereo
hy: Ստերեո

source: Bit Rate Mode:
hr: Mod bitove brzine:
hy: Բիթաչափի ձև՝
id: Mode Bit Rate:

source: Quality
hr: Kakvoća
hy: Որակ
id: Kualitas

source: Channel Mode:
hr: Mod kanala:
hy: Ալիքի ռեժիմ՝
id: Mode Channel:

source: Locate LAME
hr: Nađi Lame
hy: Տեղադրել անունը
id: Tempatkan Lame

source: Audacity needs the file %s to create MP3s.
hr: Audacity treba %s za stvaranje datoteke MP3.
hy: Աուդասիթիին պետք է %s ֆայլը, որպեսզի ստեղծի MP3-ները:
id: Audacity memerlukan file %s untuk membuat MP3.

source: Location of %s:
hr: Smještaj od %s:
hy: Տեղը %s -ի՝
id: Lokasi %s:

source: To find %s, click here -->
hr: Nađite %s stiskom gumba -->
hy: Գտնելու համար %s -ը, սեղմե՛ք այստեղ -->
id: Untuk mencari %s, click here -->

source: To get a free copy of LAME, click here -->
hr: Besplatnu kopiju Lame preuzmite si ovdje -->
hy: Lame-ի անվճար պատճենի համար՝ սեղմե՛ք այստեղ -->
id: Untuk mendapatkan salinan Lame gratis, klik di sini ==>

source: Where is %s?
hr: Gdje je %s?
hy: Որտե՞ղ է %s -ը:
id: Dimana %s?

source: You are linking to lame_enc.dll v%d.%d. This version is not compatible with Audacity %d.%d.%d. Please download the latest version of 'LAME for Audacity'.
hr: Poveznica usmjeruje na lame_enc.dll razl%d.%d. Ta inačica nije uskladiva s Audacityjem %d.%d.%d. Preuzmite najnoviju inačicu knjižnice LAME MP3.
hy: Դուք նշել եք՝ lame_enc.dll v%d.%d. Այս տարբերակը չի աջակցում Աուդասիթիին %d.%d.%d. Խնդրում ենք, բեռնլ LAME MP3 գրադարան-ի վերջին տարբերակը:
id: Anda menghubungkan lame_enc.dll v%d.%d. Viersi ini tidak cocok dengan Audacity %d.%d.%d. Silahkan download versi akhir referensi LAME MP3.

source: Extended libraries
hr: Jezgrene knjižnice
hy: Հիմնական գրադարան
id: Referensi Utama

source: MP3 Files
hr: Datoteke MP3
hy: MP3 ֆայլեր
id: File MP3

source: Could not open MP3 encoding library!
hr: Neuspjelo otvaranje knjižnice za MP3 kodiranje!
hy: Չի ստացվում բացել MP3 կոդավորման գրադարանը:
id: Tidak bisa membuka referensi encoding MP3!

source: Could not initialize MP3 encoding library!
hr: Neuspjela inicijalizacija knjižnice za MP3 kodiranje!
hy: Չի ստացվում մեկնարկել MP3 կոդավորման գրադարանը:
id: Tidak bisa membuka referensi encoding MP3!

source: Not a valid or supported MP3 encoding library!
hr: Nevaljana ili nepodržana knjižnica za MP3 kodiranje!
hy: Ոչ ճիշտ կամ աջակցող MP3 կոդավորման գրադարան:
id: Referensi encoding MP3 tidak valid atau terdukung

source: Unable to initialize MP3 stream
hr: Tok MP3 nije moguće inicijalizirati
hy: Չի ստացվում մեկանարկել MP3 հոսքը
id: Tidak bisa menginisialisasi strim MP3

source: Exporting selected audio with %s preset
hr: Izvoz izabranoga zvuka s predzadanošću %s
hy: Վերցնում նշված աուդիոն %s վերագրմամբ
id: Mengekspor audio terpilih dengan %s aturan lanjut

source: Exporting the audio with %s preset
hr: Izvoz izabranoga zvuka s predzadanošću %s
hy: Վերցնում նշված աուդիոն %s վերագրմամբ
id: Mengekspor audio terpilih dengan %s aturan lanjut

source: Exporting selected audio with VBR quality %s
hr: Izvoz izabranoga zvuka kakvoće VBR %s
hy: Վերցնում նշված աուդիոն VBR որակով %s
id: Mengekspor audio terpilih dengan kualitas VBR %s

source: Exporting the audio with VBR quality %s
hr: Izvoz izabranoga zvuka kakvoće VBR %s
hy: Վերցնում նշված աուդիոն VBR որակով %s
id: Mengekspor audio terpilih dengan kualitas VBR %s

source: Exporting selected audio at %d Kbps
hr: Izvoz izabranoga zvuka pri %d kb/s
hy: Վերցնում նշված աուդիոն %d Kbps-ով
id: Mengekspor audio terpilih pada %d Kbps

source: Exporting the audio at %d Kbps
hr: Izvoz izabranoga zvuka pri %d kb/s
hy: Վերցնում նշված աուդիոն %d Kbps-ով
id: Mengekspor audio terpilih pada %d Kbps

source: Error %ld returned from MP3 encoder
hr: Koder MP3 javlja pogrješku %ld
hy: Սխալ %d վերադարձ MP3 կոդավորումից
id: Error %ld ditolak dari encoder MP3

source: The project sample rate (%d) is not supported by the MP3 file format.
hr: Uzorkovnu brzinu (%d) MP3 ne podržava.
hy: Պրոեկտի ձայնաչափի բաժինը (%d) չի աջակցում MP3 ֆորմատի ֆայլին:
id: Rate Sampel proyek (%d) tidak mendukung file format MP3.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the MP3 file format.
hr: Kombinacija projektne brzine (%d) i bitove brzine (%d kb/s) format MP3 ne podržava.
hy: Պրոեկտի ձայնաչափի բաժինը (%d) և բիթաչափի (%d kbps) հավաքումը չի աջակցում MP3 ֆայլի ֆորմտը:
id: Kombinasi rate Sampel proyek (%d) dan bit ratenya (%d kbps) tidak mendukung format file MP3.

source: MP3 export library not found
hr: Izvozne knjižnice MP3 nisu nađene
hy: MP3 վերցման գրադարանը գոյություն չունի
id: Referensi Ekspor MP3 tidak ditemukan

source: (Built-in)
hr: Učinci zvučne jedinice
hy: Աուդիո յունիթ էֆեկտներ
id: Efek Unit Audio

source: Export Multiple
hr: Višestruk izvoz
hy: Վերցնել բազմակի
id: Ekspor Banyak

source: Cannot Export Multiple
hr: Višestruk izvoz je nemoguć
hy: Չի սացվում վերցնել բազմակի
id: Ekspor Banyak

source: You have no unmuted Audio Tracks and no applicable labels, so you cannot export to separate audio files.
hr: Imate samo jedan nenijem zvučni zapis i nijednu primjenjivu oznaku, pa ne možete izvoziti u zasebne zvučne datoteke.
hy: Ձեր մոտ կա միայն մեկ ձայնաչափի ենթակա ձայնագրություն և ոչ կիրառելի նշումներ, այսպիսով դու չեք կարող վերցնել որպես առանձին աուդիո ֆայլ:

source: Export files to:
hr: Mjesto izvoza:
hy: Վերցման տեղ՝
id: Lokasi ekspor:

source: Create
hr: Stvori
hy: Ստեղծել
id: Buat

source: Options:
hr: Mogućnosti...
hy: Կարգավորել...
id: Opsi

source: Split files based on:
hr: Podijeli datoteke po:
hy: Հեռացնել ֆայլերը բազայով՝
id: Penggabungan file berdasarkan:

source: Include audio before first label
hr: U to uključi zvuk ispred prve oznake
hy: Ներառել աուդիո մինչ առաջին նշում
id: Termasuk audio sebelum label pertama

source: First file name:
hr: Ime prve datoteke:
hy: Ֆայլի առաջին անուն՝
id: Nama file pertama:

source: First file name
hr: Ime prve datoteke
hy: Ֆայլի առաջին անուն
id: Nama file pertama

source: Name files:
hr: Imena datoteka:
hy: Անուն ֆայլեր՝
id: Nama file:

source: Using Label/Track Name
hr: Uporaba oznake ili imena zapisa
hy: Կիրառում Նշում/Ձայնագրության անուն
id: Menggunakan Nama Label/Trek

source: Numbering before Label/Track Name
hr: Numeriranje prije oznake ili imena zapisa
hy: Թվայնացում մինչև նշում/Ձայնագրության անուն
id: Penomoran sebelum Nama Trek/Label

source: Numbering after File name prefix
hr: Numeriranje poslije predmetka imena datoteke
hy: Թվայնացում ֆայլի անվան նախածանցից առաջ
id: Awalan naman file

source: File name prefix:
hr: Predmetak imena datoteke:
hy: Ֆայլի անվան նախածանց՝
id: Awalan naman file:

source: File name prefix
hr: Predmetak imena datoteke
hy: Ֆայլի անվան նախածանց
id: Awalan naman file

source: Overwrite existing files
hr: Prekopisanje postojeće datoteke
hy: Վերագրել առկա ֆայլերը
id: Meniban file yang sudah ada

source: "%s" successfully created.
hr: "%s" uspješno stvorena.
hy: "%s" հաջողությամբ ստեղծվեց:
id: "%s" telah dibuat.

source: Choose a location to save the exported files
hr: Izaberi mjesto za spremanje izvezenih datoteka
hy: Ընտրե՛ք տեղ պահպանելու վերցման ֆայլերը
id: Pilih lokasi untuk menyimpan hasil ekspor
