Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Converts stereo tracks to mono
hr: &Pretvori stereo u mono
hy: Ստերեո ձայնագրությունը դարձնել մոնո
id: Tre&k Stereo ke Mono

source: Resampling left channel
hr: Preuzorkovanje onemogućeno.
hy: Վերահաճախավորում ձայնագրության %d
id: Sampel ulang dimatikan.

source: Resampling right channel
hr: Desni kanal
hy: Աջ ալիք
id: Bagian Kanan

source: Mixing down to mono
hr: Miješanje u &mono pri izvozu
hy: Միախառնում մոնոյի վերցման ժամանակ
id: Mix-kan ke &mono waktu mengekspor

source: Sliding Stretch
hr: Rastegni
hy: Ձգել
id: Awal

source: Initial Tempo Change (%)
hr: Početna promjena tempa (%)
hy: Նախնական տեմպի փոխում (%)
id: Perubahan Tempo Inisial (%)

source: Final Tempo Change (%)
hr: Završna promjena tempa (%)
hy: Վերջնական տեմպի փոխում (%)
id: Perubahan Tempo Final (%)

source: Initial Pitch Shift
hr: Početni pomak visine tona
hy: Նախնական ձայնի բարձրության
id: Penyingkat Pitch

source: (&semitones) [-12 to 12]:
hr: polutoni (od -12 do 12):
hy: (կիսատոներ) [-12 ից 12]:
id: Pitch Shift Total (seminada) [-12 to 12]:

source: (%) [-50 to 100]:
hr: % (od -50 do 100):
hy: (%) [-50 ից 100]:

source: Final Pitch Shift
hr: Završni pomak visine tona
hy: Վերջնական ձայնի բարձրություն
id: Penyingkat Pitch

source: (s&emitones) [-12 to 12]:
hr: polutoni (od -12 do 12):
hy: (կիսատոներ) [-12 ից 12]:
id: Pitch Shift Total (seminada) [-12 to 12]:

source: Logarithmic
hr: Logaritamska
hy: Լոգարիթմային
id: Logaritmik

source: Sine
hr: Sinusni
hy: Սինուս
id: Silau

source: Square
hr: Kvadratni
hy: Վանդակ
id: Kotak

source: Sawtooth
hr: Zubati
hy: Սղոցատամ
id: Gerigi

source: Square, no alias
hr: Kvadratni bez aliasa
hy: Քառակուսի, ոչմի կեղծանուն
id: Persegi, tanpa samaran

source: Chirp
hr: Zujanje...
hy: Ձայն...

source: Tone
hr: Ton...
hy: Տոն...
id: Nada...

source: &Waveform:
hr: Valni oblik:
hy: Ալիքաձև՝

source: &Frequency (Hz):
hr: Frekvencija (Hz):
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz):

source: Frequency Hertz Start
hr: Početak frekvencije (Hz)
hy: Հաճախականություն հերց սկսման
id: Awal Hertz Frekuensi

source: Frequency Hertz End
hr: Kraj frekvencije (Hz)
hy: Հաճախականություն հերց ավարտի
id: Akhir Hertz Frekuensi

source: Amplitude Start
hr: Početak amplitude
hy: Ամպլիտուդա սկիզբ
id: Awal Amplitudo

source: Amplitude End
hr: Kraj amplitude
hy: Ամպլիտուդա ավարտ
id: Akhir Amplitudo

source: I&nterpolation:
hr: Interpolacija:
hy: Ինտերպոլացիա՝
id: Interpolasi:

source: Truncate Detected Silence
hr: Izreži tišinu
hy: Ընդհատել գտնված լռությունը
id: Pangkas Diam

source: Compress Excess Silence
hy: Խտացնել ավելացված լռությունը

source: Truncate Silence
hr: Izreži tišinu
hy: Ընդհատել լռություն
id: Pangkas Diam

source: Detect Silence
hr: Razdvo&ji kod tišina
hy: Գտնել լռություն
id: Membuat tugas di Diam

source: Tr&uncate to:
hr: Izreži tišinu
hy: Ընդհատել ից՝
id: Pangkas Diam

source: C&ompress to:
hr: Sažimanje:
hy: Խտացնել ից՝
id: Kompresi:

source: Trunc&ate tracks independently
hr: Stereo kanale neovisno normaliziraj
hy: Կարգավորում ստերեո ալիքները առանձին

source: VST Effects
hr: Učinci VST
hy: VST էֆեկտներ
id: Efek VST

source: Scanning Shell VST
hr: Pregledavanje priključaka VST
hy: VST պլագինների հետազոտում
id: Memindai Plugin VST

source: Could not load the library
hr: Neuspjelo otvaranje knjižnice za MP3 kodiranje!
hy: Չի ստացվում բացել MP3 կոդավորման գրադարանը:
id: Tidak bisa membuka referensi encoding MP3!

source: VST Effect Options
hr: Postavke učinka
hy: VST էֆեկտ կարգավորումներ
id: Aturan Efek

source: Buffer Size
hy: Բուֆեր չափը

source: &Buffer Size (8 to 1048576 samples):
hy: &Բուֆեր չափ (8 ից 1048576 նմուշներ)՝

source: Latency Compensation
hr: Sažimanje tišine:
hy: Միացնել &հատուցումը
id: Kompresi diam:

source: Enable &compensation
hr: Sažimanje tišine:
hy: Միացնել &հատուցումը
id: Kompresi diam:

source: Graphical Mode
hr: Grafički EQ
hy: Գրաֆիկական տեսք
id: Grafik EQ

source: Most VST effects have a graphical interface for setting parameter values. A basic text-only method is also available. Reopen the effect for this to take effect.
hy: Շատ VST էֆեկտներ ունեն գրաֆիկական ինտերֆեյսի, կարգավորման պարամերտ արժեքների համար:

source: Enable &graphical interface
hy: Միացնել &գրաֆիկական տեսք

source: Audio In: %d, Audio Out: %d
hr: Zvučna jedinica
hy: Աուդիո յունիթ
id: Unit Audio

source: Save VST Preset As:
hr: Spremi program VST kao:
hy: Պահպանել VST սկզբնաբերումը որպես՝
id: Simpan Program VST sebagai:

source: Audacity VST preset file
hr: Audacityjeve datoteke projekta
hy: Աուդասիթի պրոեկտ ֆայլեր
id: File Proyek Audacity

source: Unrecognized file extension.
hr: Nastavak imena datoteke
hy: Ֆայլ հավելաումներ

source: Error Saving VST Presets
hr: Pogrješka pri spremanju projekta
hy: VST սկզբնաբերման պահպանման սխալ
id: Error Meyimpan Proyek

source: Load VST Preset:
hr: Učitaj predzadanost
hy: Բեռնել VST նշումը՝
id: Ambil Aturan Lanjut

source: VST preset files
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Error Loading VST Presets
hr: Pogrješka pri učitavanju programa VST
hy: VST նշումների բեռնման սխալ
id: Error memulai program

source: Unable to load presets file.
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Effect Settings
hr: Postavke učinka
hy: Էֆեկտի կարգավորումներ
id: Aturan Efek

source: Unable to read presets file.
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: This parameter file was saved from %s. Continue?
hr: Ta datoteka parametara zadnji je put spremljena iz %s. Nastaviti?
hy: Այս պարամետր ֆայլը պահպանված է %s -ից: Շարունակե՞լ:
id: parameter ini disimpan dari %s. Lanjutkan?

source: Dept&h (%):
hr: Dubina (%):
hy: Խորություն (%)՝
id: Kedalaman (%):

source: Reso&nance:
hr: Rezonancija:
hy: Ռեզոնանս՝
id: Resonansi:

source: Resonance
hr: Rezonancija
hy: Ռեզոնանս
id: Resonansi

source: Wah Frequency Offse&t (%):
hr: Otklon frekvencije wah (%):
hy: Վահ հաճախականության ճյուղ (%)`
id: Frekuensi Offset Wah (%):

source: Wah frequency offset in percent
hr: Otklon u frekvenciji wah u postotcima
hy: Վահ հաճախականության ճյուղ տոկոսում
id: Frekuensi Offset Wah dalam persen

source: Audio Unit Effects
hr: Učinci zvučne jedinice
hy: Աուդիո յունիթ էֆեկտներ
id: Efek Unit Audio

source: Could not find component
hr: Pogrješka pri otvaranju datoteke
hy: Չի ստացվում բեռնել ֆայլը կամ աջակցող ծավալը:
id: Tidak bisa membuka file

source: Could not initialize component
hr: Neuspjela inicijalizacija knjižnice za MP3 kodiranje!
hy: Չի ստացվում մեկնարկել MP3 կոդավորման գրադարանը:
id: Tidak bisa membuka referensi encoding MP3!

source: Audio Unit Effect Options
hr: Učinci zvučne jedinice
hy: Աուդիո յունիթ էֆեկտներ
id: Efek Unit Audio

source: User Interface
hr: Sučelje
hy: Տեսք
id: Tampilan

source: Select &interface
hr: Izaberite izlazni uređaj
hy: Ընտրություն մգացնել ձախ
id: PErangkat Output

source: Generic
hr: &Stvori
hy: Արտադրել
id: &Buat

source: Import Audio Unit Presets
hr: Uvezi predzadanosti
hy: Ներմուծել վերագրումներ
id: Impor Aturan Lajut

source: Preset
hr: Predzadan
hy: Վերագրում
id: Aturan Lanjut

source: Location
hr: &Mjesto:
hy: Գտնվելու վայր՝
id: &Lokasi:

source: Couldn't open "%s"
hr: Pogrješka pri otvaranju datoteke: "%s"
hy: Չի ստացվում բացել ֆայլը՝ "%s"
id: Tidak bisa membuka file:"%s"

source: Unable to read the preset from "%s"
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Failed to encode preset from "%s"
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Unable to store preset in config file
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Could not import "%s" preset %s
hr: Parametre učinka %s nije moguće postaviti na %s.
hy: Չի հաջողվում էֆեկտների պարամետրերը դնել %s ից %s.
id: Tidak dapat mengatur parameters efek %s ke %s.

source: Export Audio Unit Preset As %s:
hr: Izvezi predzadanosti
hy: Վերցնել վերագրումները
id: Ekspor Aturan Lanjut

source: Standard Audio Unit preset file
hr: Izvezi predzadanosti
hy: Վերցնել վերագրումները
id: Ekspor Aturan Lanjut

source: Could not export "%s" preset %s
hr: Parametre učinka %s nije moguće postaviti na %s.
hy: Չի հաջողվում էֆեկտների պարամետրերը դնել %s ից %s.
id: Tidak dapat mengatur parameters efek %s ke %s.

source: Export Audio Unit Presets
hr: Izvezi predzadanosti
hy: Վերցնել վերագրումները
id: Ekspor Aturan Lanjut

source: Import Audio Unit Preset As %s:
hr: Uvezi predzadanosti
hy: Ներմուծել վերագրումներ
id: Impor Aturan Lajut

source: Failed to set preset name
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Failed to retrieve preset content
hr: Opis toka nedostupan
hy: Անհնար է ստանալ հոսքի նկարագրությունը
id: Tidak bisa menerima deskripsi aliran

source: XML data is empty after conversion
hr: pretvorba uzorkovne brzine
hy: Հաճախականության փոփոխում
id: Konversi sample rate

source: Failed to write XML preset to "%s"
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Audio Unit
hr: Zvučna jedinica
hy: Աուդիո յունիթ
id: Unit Audio

source: LADSPA Effects
hr: Učinci VST
hy: VST էֆեկտներ
id: Efek VST

source: LADSPA Effect Options
hr: Postavke učinka
hy: VST էֆեկտ կարգավորումներ
id: Aturan Efek

source: Effect Output
hr: Postavke učinka
hy: Էֆեկտի կարգավորումներ
id: Aturan Efek

source: LADSPA
hr: Učinci VST
hy: VST էֆեկտներ

source: LV2 Effect Settings
hr: Postavke učinka
hy: VST էֆեկտ կարգավորումներ
id: Aturan Efek

source: &Buffer Size (8 to %d) samples:
hy: &Բուֆեր չափ (8 ից 1048576 նմուշներ)՝

source: LV2 effects can have a graphical interface for setting parameter values. A basic text-only method is also available. Reopen the effect for this to take effect.
hy: Շատ VST էֆեկտներ ունեն գրաֆիկական ինտերֆեյսի, կարգավորման պարամերտ արժեքների համար:

source: %s requires unsupported feature %s
hr: %d krivulja izvezeno u %s
hy: %d կորերը վերցվեցին դեպի %s

source: %s requires unsupported option %s
hr: %d krivulja izvezeno u %s
hy: %d կորերը վերցվեցին դեպի %s

source: Generator
hr: Stvarač
hy: Ստեղծող

source: LV2 Effects
hr: Učinci VST
hy: VST էֆեկտներ
id: Efek VST

source: Nyquist Effects
hr: Učinci
hy: Nyquist էֆեկտի հաստատում...
id: Efek

source: Applying Nyquist Effect...
hr: Primjenjivanje učinka Nyquist...
hy: Nyquist էֆեկտի հաստատում...
id: Mengaplikasikan Efek Nyquist...

source: Nyquist Worker
hr: Nyquistov upit...
hy: Nyquist հրահանգ...
id: Prompt Nyquist...

source: Ill-formed Nyquist plug-in header
hr: Izlaz Nyquista:
hy: Nyquist ելք՝
id: Output Nyquist:

source: Audio selection required.
hr: Poravnano s krajem izbora
hy: Շղթան ընտրված չէ
id: Diratakan dengan akhir pilihan

source: Nyquist Error
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
hr: Oprostite, učinak nije moguće primijeniti na stereo zapise čiji se zasebni zapisi ne poklapaju.
hy: Ներեցեք, չի կարող հաստատվել էֆեկտը ստերեո ձայնագրությունների վրա, ուր ձայնագրությունները անհավասար են:
id: Maaf, efek tidak bisa dipakai padatrek stereo yang trek-terknya tidak cocok.

source: Debug Output:
hr: Izlaz Nyquista:
hy: Nyquist ելք՝
id: Output Nyquist:

source: Processing complete.
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: nyx_error returned from %s.
hr: Koder MP3 javlja pogrješku %ld
hy: Սխալ %d վերադարձ MP3 կոդավորումից
id: Error %ld ditolak dari encoder MP3

source: plug-in
hr: Datoteka priključka
hy: Պլագինի անուն
id: Output Nyquist:

source: Nyquist returned a list.
hy: Ny
id: Ny

source: Nyquist returned the value: %f
hr: Nyquist vraća vrijednost:
hy: Nyquist վերադարձված արժեքը՝
id: Nyquist menghasilkan nilai:

source: Nyquist returned the value: %d
hr: Nyquist vraća vrijednost:
hy: Nyquist վերադարձված արժեքը՝
id: Nyquist menghasilkan nilai:

source: Nyquist returned too many audio channels.
hr: Nyquist je vratio previše zvučnih kanala.
hy: Nyquist վերադարձած շատ աուդիո ալիքներ:
id: Nyquist terlalu banyak membuat audio.

source: Nyquist returned one audio channel as an array.
hr: Nyquist je vratio jedan zvučni kanal kao niz.
hy: Nyquist վերադարձած մեկ աուդիո ալիք որպես զանգված:
id: Nyquist terlalu banyak membuat audio.

source: Nyquist returned an empty array.
hr: Nyquist je vratio prazan niz.
hy: Nyquist վերադարձած դատարկ զանգված:
id: Nyquist menghasilkan nilai:

source: Nyquist returned nil audio.
hr: Nyquist nije vratio zvuk.
hy: Nyquist չի վերադառնում աուդիոն:
id: Nyquist tidak menghasilkan audio.

source: [Warning: Nyquist returned invalid UTF-8 string, converted here as Latin-1]
hr: [Upozorenje: Nyquist je vratio nevaljan niz UTF-8, tu pretvoren kao Latin-1]
hy: Ուշադրություն՝ Nyquist-ը վերադառնում է վնասված UTF-8 շարքով, վերստեղծված այստեղ որպես Latin-1]

source: This version of Audacity does not support Nyquist plug-in version %ld
hr: Podrška %s nije prevedena za ovu inačicu Audacityja.
hy: Այս Աուդասիթի տարբերակը չի աջակցում %s օգնություն:
id: Versi Audacity ini tidak di-compile dengan dukungan %s.

source: Could not open file
hr: Pogrješka pri otvaranju datoteke
hy: Չի ստացվում բացել ֆայլը
id: Tidak bisa membuka file

source: Your code looks like SAL syntax, but there is no 'return' statement. For SAL, use a return statement such as: return *track* * 0.1 or for LISP, begin with an open parenthesis such as: (mult *track* 0.1) .
hr: Vaš kod izgleda kao sintaksa SAL, ali nema povratne naredbe. Ili napišite povratnu naredbu kao return s * 0.1 za SAL ili počnite s otvorenom parentezom (umetkom) kao (mult s 0.1) za LISP.
hy: Ձեր կոդը նման է SAL syntax-ի, բայց չկա վերադարձի հաղորդագրություն: Նույնպես օգտագոծումը վերադարձի նման է return s * 0.1 SAL-ի համար, կամ սկսումը բաց կլոր փակագծերի այսպես (mult s 0.1) LISP-ի համար:

source: Error in Nyquist code
hr: Pogrješka u kodu Nyquist
hy: Սխալ` Nyquist կոդում
id: Error dalam Durasi

source: Could not determine language
hr: Pogrješka pri otvaranju datoteke:
hy: Չի հաջողվում բացել ֆայլը՝
id: Tidak bisa membuka file:

source: Enter Nyquist Command:
hr: Unesite naredbu Nyquist:
hy: Մուտք Nyquist կատարող՝
id: Masukkan Perintah Nyquist:

source: &Load
hr: Učitaj
hy: &Բեռնել
id: Ambil

source: Nyquist scripts
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Lisp scripts
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Value range: %s to %s
hr: '%s' nemoguće preimenovati u '%s'
hy: Անհնար է անվանափոխել '%s' ից '%s'.
id: Tidak bisa meganti nama '%s' ke '%s'

source: Value Error
hr: Pogrješka LOF
hy: LOF Սխալ
id: Error LOF

source: Select a file
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Save file as
hr: Spremi datoteke
hy: Պահպանել ֆայլերը
id: Simpan File

source: untitled
hr: neimenovano
hy: անվերնագիր
id: tak berjudul

source: Vamp Effects
hr: Učinci VST
hy: VST էֆեկտներ
id: Efek VST

source: Sorry, Vamp Plug-ins cannot be run on stereo tracks where the individual channels of the track do not match.
hr: Oprostite, priključci Vamp neprimjenjivi su na stereo zapisima čiji se zasebni kanali ne poklapaju.
hy: Ներեցեք, Vamp պլագինները չեն կարող բացվել ստերեո ձայնագրությունների վրա, որտեղ ձայնագրության անհատական ալիքները անհավասար են:
id: Maaf, Plug-in Vamp tidak bisa dipakai pada trek stereo yang masing-masing salurannya tidak cocok.

source: Sorry, failed to load Vamp Plug-in.
hr: Oprostite, učitavanje priključka Vamp nije uspjelo.
hy: Ներեցեք, չի ստացվում բեռնել Vamp պլագինը:
id: Maaf, gagal mengambil Plug-in Vamp.

source: Sorry, Vamp Plug-in failed to initialize.
hr: Oprostite, inicijalizacija priključka Vamp nije uspjela.
hy: Ներեցեք, Vamp պլագինը չի ստացվում մեկնարկել:
id: Maaf, Plug-in Vamp gagal diinstall.

source: Plugin Settings
hr: Postavke priključka
hy: Պլագին կարգավորումներ
id: Aturan Plugin

source: Program
hy: Ծրագիր

source: Export Audio
hr: Izvezi datoteku
hy: Վերցնել աուդիոն
id: Mengekpor File

source: Edit Metadata Tags
hr: Uredi oznake metapodataka
hy: Փոխել ժամանակի ինֆորմացիոն տեգերը
id: Edit Tag Metadata

source: Exported Tags
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: All selected audio is muted.
hr: Sav izabran zvuk je od sad nijem.
hy: Բոլոր նշված աուդիոները ձայնազրկված են:
id: Semua audio yang dipilih dimatikan.

source: All audio is muted.
hr: Sav zvuk je od sad nijem.
hy: Բոլոր աուդիոները ձայնազրկված են:
id: Semua audio dimatikan.

source: Are you sure you want to export the file as "%s"?
hr: Sigurno želite izvesti datoteku kao "
hy: Դուք իսկապե՞ս ցանկանում եք վերցնել ֆայլը որպես՝ "
id: Anda yakin ingin menyimpan file sebagai "

source: You are about to export a %s file with the name "%s". Normally these files end in ".%s", and some programs will not open files with nonstandard extensions. Are you sure you want to export the file under this name?
hr: Datoteku %s izvest ćete pod imenom "%s". Običajno te datoteke imaju nastavak ".%s", a neki programi ne će otvoriti datoteke s nestandardnim nastavkom. Želite li sigurno spremiti datoteku pod tim imenom?
hy: Դուք պատրաստվում եք վերցնել %s ֆայլը "%s" անունով: Ճիշտ տարբերակում այս ֆայլերը ավարտվում են ".%s" -ով և որոշ ծրագրեր չեն բացում ոչ ստանդարտ ֆայլի տեսակները: Իսկապե՞ս ցանկանում եք վերցնել ֆայլը այս նույն անունով:
id: Anda ingin menyimpan file %s dengan nama "%s". Biasanya file berakhiran dengan ".%s", dan beberapa program tidak dapat membuka file dengan ekstensi nonstandar. Anda yakin ingin menyimpan file dangan nama ini?

source: Sorry, pathnames longer than 256 characters not supported.
hr: Oprostite, staza (adresa datoteke) ne može imati više od 256 znaka.
hy: Ներեցեք, բայց տեղանուններում 256-ից ավելի տառեր չի աջակցում:
id: Maaf, nama path yang lebih dari 256 karakter tidak mendukung.

source: A file named "%s" already exists. Replace?
hr: Datoteka imena "%s" već postoji. Prekopisati?
hy: Ֆայլը անվանված՝ "%s" արդեն կա: Փոխարինե՞լ:
id: File bernama "%s" telah ada. Ganti?

source: Your tracks will be mixed down and exported as one mono file.
hr: Vaši zapisi bit će smiješani u dva stereo kanala u izvoznoj datoteci.
hy: Ձեր ձայնագրությունները կմիախառնվեն երկու ստերեո ալիքներով վերցված ֆայլում:
id: Trek Anda akan di-mix ke stereo pada pengeksporan file.

source: Your tracks will be mixed down and exported as one stereo file.
hr: Vaši zapisi bit će smiješani u dva stereo kanala u izvoznoj datoteci.
hy: Ձեր ձայնագրությունները կմիախառնվեն երկու ստերեո ալիքներով վերցված ֆայլում:
id: Trek Anda akan di-mix ke stereo pada pengeksporan file.

source: Your tracks will be mixed down to one exported file according to the encoder settings.
hr: Vaši zapisi bit će smiješani u dva stereo kanala u izvoznoj datoteci.
hy: Ձեր ձայնագրությունները կմիախառնվեն երկու ստերեո ալիքներով վերցված ֆայլում:
id: Trek Anda akan di-mix ke stereo pada pengeksporan file.

source: Advanced Mixing Options
hr: Napredne mogućnosti miješanja
hy: Հավելյալ միախառնման կարգավորում
id: Opsi Mixing Lanjut

source: Format Options
hr: Glavne mogućnosti
hy: Գլխավոր կարգավորումներ
id: Opsi General

source: Channel: %2d
hr: Kanal: %2d
hy: Ալիք՝ %2d

source: %s - L
hr: - lijevi
hy: - L
id: - Kiri

source: %s - R
hr: - desni
hy: - R
id: - Kanan

source: Output Channels: %2d
hr: Izvozni kanali: %2d
hy: Արտադրման ալիքներ՝ %2d
id: Channel Output: %2d

source: Mixer Panel
hr: Miješačka ploča
hy: Միխառնող պանել
id: Panel Mixer

source: Unable to export. Error %s
hr: Nemoguće izvoziti
hy: Չի ստացվում վերցնել
id: Tidak bisa mengekspor

source: Show output
hr: Prikaži izlaz
hy: ցուցադրել ելքը
id: Tunjukkan output

source: Data will be piped to standard in. "%f" uses the file name in the export window.
hr: Podatci će biti dani u cjevovod na standardni ulaz. "%f" rabi ime datoteke u prozoru izvoza.
hy: Տվյալները պետք է ուղղվեն ստանդարտ: "%f" ֆայլի անվան օգտագործում վերցման պատուհանում:
id: Data akan distandarkan. "%f" menguunakan nama file pada jendela ekspor.

source: Executables
hr: promijenjivi
hy: Փոփոխական
id: Variabel

source: Find path to command
hr: Nađi put do naredbe
hy: Գտնել հրահանգի ճանապարհը

source: (external program)
hr: (vanjski program)
hy: (արտաքին ծրագիր)
id: (program eksternal)

source: Cannot export audio to %s
hr: Nemoguće izvoziti zvuk u %s
hy: Չի ստացվում աուդիոյից %s վերցնում
id: Tidak dapat mengekspor audio ke %s

source: Export
hr: Izvezi
hy: Վերցնում
id: Ekspor

source: Exporting the selected audio using command-line encoder
hr: Izvoz izabranoga zvuka pomoću kodera naredbene niti
hy: Նշված աուդիոյի վերցնում հրահանգագծի կոդավորմամբ
id: Mengekspor audio terpilih dengan encoder baris perintah

source: Exporting the audio using command-line encoder
hr: Izvoz izabranoga zvuka pomoću kodera naredbene niti
hy: Նշված աուդիոյի վերցնում հրահանգագծի կոդավորմամբ
id: Mengekspor audio terpilih dengan encoder baris perintah

source: Command Output
hr: Izlaz naredbe
hy: Հրահանգի ելք
id: Output Perintah

source: &OK
hr: U &redu
hy: Լավ

source: You've specified a file name without an extension. Are you sure?
hr: Izabrali ste ime datoteke s neraspoznatljivim nastavkom. Želite li nastaviti?
hy: Դուք ընտրել եք ֆայլի անունը չընդունված ֆորմատային ձևաչափով: Ցանկանու՞մ եք շարունակել:
id: Anda memilih nama file yang ekstensinya tidak bisa dibaca. Anda ingin meneruskan?

source: "%s" couldn't be found.
hr: Modul "%s" nađen.
hy: Մոդուլ "%s" -ը գտնված է:
id: FFmpeg tidak ada

source: Properly configured FFmpeg is required to proceed. You can configure it at Preferences > Libraries.
hr: Za nastavak obvezno je pravilno postaviti FFmpeg. Postavite ga putem Postavke > Knjižnice.
hy: FFmpeg-ի պատշաճ կարգավորումը պահանջում է շարունակում: Կարող եք կարգավորել այն մտնելով՝ Կարգավորումներ> Գրադարան:
id: FFMpeg yang dikonfigurasi diperlukan sebelumnya untuk diproses. Anda bisa mengaturnya di Preferensi > referensi.

source: FFmpeg Error
hr: Knjižnica FFmpeg:
hy: FFmpeg գրադարան՝
id: Referensi FFmpeg:

source: FFmpeg cannot find audio codec 0x%x. Support for this codec is probably not compiled in.
hr: FFmpeg ne može naći zvučni kodek 0x%x. Podrška za taj kodek vjerojatno nije prevedena.
hy: FFmpeg-ն չգտավ աուդիո կոդեկը 0x%x. Հավանաբար այս կոդեկը չի աջակցում:
id: FFmpeg tidak bisa mencari codec audio 0x%x. Pendukuk codec ini mungkin belum dibuat.

source: Attempted to export %d channels, but maximum number of channels for selected output format is %d
hr: Pokušaj izvoza %d kanala, ali najveći mogući broj kanala za izabrani izlazni format jest %d
hy: Փորձվում է վերցնել %d ալիքներ, բայց նշված ելքայի ֆորմատի ալիքների առավելագույն քանակը %d է
id: Sedang mengekspor %d saluran, tapi saluran maksimal untuk format ini adalah %d

source: Exporting selected audio as %s
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնել նշված աուդիոն որպես %s

source: Exporting the audio as %s
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնել նշված աուդիոն որպես %s
id: Exporting selected audio as %s

source: Invalid sample rate
hr: Nevaljana uzorkovna brzina
hy: Սխալ ձայնաչափի բաժին
id: Rate sampel tidak valid

source: Resample
hr: Preuzorkuj
hy: Վերահաճախավորել
id: Sampel Ulang

source: The project sample rate (%d) is not supported by the current output file format.
hr: Uzorkovna brzina (%d) trenutačni izlazni format ne podržava.
hy: Պրոեկտի ձայնաչափի բաժինը (%d) չի աջակցում ներկա ելքային ֆայլի ֆորմատը:
id: Rate Sampel proyek (%d) tidak mendukung file format output yang ada.
