Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Treble Cut
hr: Treble
hy: Եռատակ
id: Label Edit

source: To use this filter curve in a macro, please choose a new name for it. Choose the 'Save/Manage Curves...' button and rename the 'unnamed' curve, then use that one.
hr: Za porabu ove krivulje EQ u lancu svežnja (batch), molimo izabrati novo ime za nju. Stisnite gumb 'Spremi/Upravljaj krivuljama...' i imenujte 'neimenovane' krivulje, pa uporabite tu željenu.
hy: Տատանման կորի օգտագործման համար նշանատեղի շղթայում, խնդրում ենք ընտրել նոր անուն սրա համար: Ընտրել 'Պահպանել/Փոփոխել կորերը...' ստեղնը և անվանափոխել 'անանուն' կորը, երբ վերցված է այդ մեկը:
id: Untuk menggunakan kurva EQ pada untaian batch, silahkan pilih nama baru untuknya.

source: Filter Curve EQ needs a different name
hr: Krivulja EQ treba drukčije ime
hy: Տատանման կորին պետք է տարբեր անուն
id: Kurva EQ memerlukan nama yang berbeda

source: To apply Equalization, all selected tracks must have the same sample rate.
hr: Za crtanje spektra svi izabrani zapisi moraju imati istu uzorkovnu brzinu.
hy: Հաստատել տատանումները, բոլոր նշված ձայնագրությունները պետք է լինեն նույն ձայնաչափի բաժնի
id: Untuk memplot spektrum, semua trek yang dipilih harus mempunyai rate sampel yang sama.

source: Track sample rate is too low for this effect.
hr: Zapisi su predugi za ponovu izbora.
hy: Ձայնագրությունները շատ երկար է կրկնելու համար նշվածը
id: Trek yang dipilih terlalu panjang untuk diulang.

source: Effect Unavailable
hr: Pretposlušavanje nedostupno
hy: Կարճ դիտում չի աջակցում
id: Preview tidak tersedia

source: Max dB
hr: Najveći dB
hy: Առավելագույն դԲ
id: dB Maks

source: %d dB
hr: %3d dB
hy: %3d դԲ
id: %3d dB

source: Min dB
hr: Najmanji dB
hy: Ամենաքիչ դԲ
id: dB Min

source: &EQ Type:
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Draw Curves
hr: Nacrtaj krivulje
hy: Գծման կորեր
id: Gambar kurva

source: &Graphic
hr: &Grafički EQ
hy: Գրաֆիկ տատանում
id: Grafik EQ

source: Interpolation type
hr: Interpolacija:
hy: Ինտերպոլացիա՝
id: Interpolasi:

source: Linear Frequency Scale
hr: Ljestvica linearne frekvencije
hy: Գծային հաճախականության սանդղակ
id: Skala frekuensi linier

source: Li&near Frequency Scale
hr: Ljestvica li&nearne frekvencije
hy: Գծային հաճախականության սանդղակ
id: Skala frekuensi linier

source: Length of &Filter:
hr: Dužina &filtra:
hy: Ֆիլտրերի եր&կարությամբ
id: Panjang filter:

source: Length of Filter
hr: Dužina filtra
hy: Ֆիլտրերի երկարությամբ
id: Panjang filter:

source: &Select Curve:
hr: I&zaberite krivulju:
hy: Նշել կոր՝
id: Pilih kurva:

source: Select Curve
hr: Izaberite krivulju
hy: Նշել կոր
id: Pilih kurva:

source: S&ave/Manage Curves...
hr: S&premi i upravljaj krivuljama...
hy: Պ&ահպանել/փոփոխել կորերը...
id: Atur History

source: Fla&tten
hr: Splo&šti
hy: Հար&թեցում

source: &Invert
hr: Pre&vrni
hy: Շրջել
id: Tukar

source: Show grid lines
hr: Prikaži mrežu uzduž osi &Y
hy: Ցուցադրել ցանցը Y առանցքի երկայնքով
id: Lihat batas sepanjang sumbu &Y

source: Show g&rid lines
hr: Prikaži mrežu uzduž osi &Y
hy: Ցուցադրել ցանցը Y առանցքի երկայնքով
id: Lihat batas sepanjang sumbu &Y

source: &Processing:
hr: Obrađivanje:
hy: Ընթացքում է՝
id: Memproses Auto Duck...

source: D&efault
hr: &Predzadano
hy: Լռելյայն
id: &Normal

source: &SSE
hy: Հոսքային ՍԻՄԴ հավելում

source: SSE &Threaded
hy: Հոսքային ՍԻՄԴ հավելում և թափանցած

source: A&VX
hy: Ընդլայնվ&ած վեկտոր հավելում

source: AV&X Threaded
hy: Ընդլայնվ&ած վեկտոր հավելում թափանցած

source: &Bench
hy: Նշանատեղ

source: unnamed
hr: neimenovano
hy: անանուն

source: Error Loading EQ Curves from file: %s Error message says: %s
hr: Pogrješka pri učitavanju krivulja EQ iz datoteke: %s Poruka pogrješke: %s
hy: Սխալ, տատանման կորերի բեռնման ժամանակ ֆայլից: %s Սխալ հաղորդագրությունում ասվում է՝ %s

source: Error Loading EQ Curves
hr: Pogrješka pri učitavanju krivulja EQ
hy: Սխալ, տատանման կորերի բեռնման ժամանակ
id: Error mengambil kurva EQ

source: Error Saving Equalization Curves
hr: Pogrješka pri spremanju krivulje EQ
hy: Սխալ, տատանման կորերի պահպանման ժամանակ
id: Error dalam menyimpan equalizer

source: Requested curve not found, using 'unnamed'
hr: Željene krivulje nenađene, rabi se 'neimenovana'
hy: Հարցված կորը չկա, վերցված 'անանուն'

source: Curve not found
hr: Krivulje nisu nađene
hy: Կորը գոյություն չունի
id: FFmpeg tidak ada

source: Manage Curves List
hr: Upravljaj popisom krivulja
hy: Փոփոխել կորերի ցանկը
id: Atur History

source: Manage Curves
hr: Upravljaj s krivuljama
hy: Փոփոխել կորերը

source: &Curves
hr: &Krivulje
hy: Կորեր

source: Curve Name
hr: Ime krivulje
hy: Կորի անունը
id: Buat

source: D&elete...
hr: &Izbriši...
hy: Ջնջել...
id: Hapus

source: &Get More...
hr: &Preuzmi druge...
hy: Ստանալ ավելին...
id: &History...

source: De&faults
hr: Pred&zadano
hy: Լռ&ելյայն
id: Se&mula

source: Rename 'unnamed' to save a new entry. 'OK' saves all changes, 'Cancel' doesn't.
hr: Preimenujte 'neimenovano' za spremanje novoga unosa. 'U redu' sprema sve promjene. 'Poništi' zanemaruje.
hy: Անվանափոխել 'անանունը' պահպանելու համար նոր վայրում: 'Լավ' պահպանում բոլոր փոփոխությունների, 'Չեղարկել' չկատարել:

source: 'unnamed' always stays at the bottom of the list
hr: 'neimenovano' uvijek ostaje pri dnu popisa
hy: 'անանուն' միշտ գտնվում են ցանկի ամենաներգևում

source: 'unnamed' is special
hr: 'neimenovano' je nešto posebno
hy: 'անանուն' հատուկ

source: Rename '%s' to...
hr: Preimenovano '%s' u '%s'
hy: Անվանափոխված '%s' ից '%s'
id: Diubah nama '%s' ke '%s'

source: Rename...
hr: Preimenuj...
hy: Անվանափոխել...
id: &Sampel Ulang...

source: Rename '%s'
hr: Preimenuj '
hy: Անվանափոխել '
id: &Ganti Nama

source: Name is the same as the original one
hr: Ime je isto kao u izvorniku
hy: Անունը որոշներում, որպես օրիգինալ՝ մեկն է

source: Same name
hr: Isto ime
hy: Որոշ անուն
id: Nama depan

source: Overwrite existing curve '%s'?
hr: Prekopisanje postojeće krivulje '
hy: Վերագրանցե՞լ եղած կորը '
id: Meniban file yang sudah ada

source: Curve exists
hr: Krivulja postoji
hy: Կորը գոյություն ունի
id: Orang-Orang yang Berjasa

source: You cannot delete the 'unnamed' curve.
hr: Ne možete izbrisati neimenovane krivulje.
hy: Չեք կարող ջնջել 'անանուն' կորը
id: Anda tidak bisa menghapus preset tanpa nama

source: Can't delete 'unnamed'
hr: Nemoguće izbrisati "neimenovano"
hy: Չի ջնջվում 'անանունը'

source: Delete '%s'?
hr: Želite izbrisati '
hy: Ջնջե՞լ '
id: Hapus

source: Confirm Deletion
hr: Potvrda brisanja
hy: Ջնջման հաստատում
id: Konfirmasi Penghapusan

source: Delete %d items?
hr: Ponovljeno %d puta
hy: Կրկնվող %d ժամ
id: Diulang %d kali

source: You cannot delete the 'unnamed' curve, it is special.
hr: Ne možete izbrisati neimenovanu krivulju; ona je posebna.
hy: Չեք կարող ջնջել 'անանուն' կորը, այն հատուկ է:

source: Choose an EQ curve file
hr: Izaberite datoteku krivulje ekvalizatora (EQ)
hy: Ընտրել տատանման կոր ֆայլ
id: Pilih lokasi untuk menyimpan file

source: Export EQ curves as...
hr: Izvozi krivulje ekvalizatora (EQ) kao...
hy: Վերցնել տատանման կորերը որպես...
id: Ekspor &Label...

source: You cannot export 'unnamed' curve, it is special.
hr: Ne možete izvesti neimenovanu krivulju; ona je posebna.
hy: Չեք կարող վերցնել 'անանուն' կորը, այն հատուկ է:
id: Anda tidak bisa menghapus preset tanpa nama

source: Cannot Export 'unnamed'
hr: Ne možete izvoziti neimenovane krivulje
hy: Չի հաջողվում վերցնել 'անանուն'
id: Tidak dapat mengekspor audio ke %s

source: %d curves exported to %s
hr: %d krivulja izvezeno u %s
hy: %d կորերը վերցվեցին դեպի %s

source: Curves exported
hr: Krivulje izvezene
hy: Կորերը վերցվեց

source: No curves exported
hr: Nema izvezenih krivulja
hy: Չկա կոր վերցման համար
id: Tidak ada label untuk diekspor.

source: Fade In
hr: Promjena glasnoće: Odblijedi
hy: Ավելացնել
id: Fade Masuk

source: Fade Out
hr: Promjena glasnoće: Izblijedi
hy: Քչացնել
id: Fade Keluar

source: Find Clipping
hr: Nađi porezano
hy: Գտնել անջատում
id: Mencari Clipping

source: Clipping
hr: Rezanje
hy: Կտրում

source: &Start threshold (samples):
hr: Početni prag (uzorci):
hy: Սկսման շեմ (մասեր)՝
id: Ambang batas awal (sampel):

source: St&op threshold (samples):
hr: Završni prag (uzorci):
hy: Դադարի շեմ (մասեր)՝
id: Ambang batas akhir (sampel):

source: There is not enough room available to generate the audio
hr: Nema dosta prostora za stvaranje zvuka
hy: Բավարար տարածք չկա ստեղծելու համար աուդիոն
id: Tidak ada ruang cukup untuk membuat audio

source: Invert
hr: Obrni okomito
hy: Շրջել
id: Tukar

source: Builtin Effects
hr: Učinci zvučne jedinice
hy: Աուդիո յունիթ էֆեկտներ
id: Efek Unit Audio

source: perceived loudness
hr: Normaliziraj najveću amplitudu na
hy: Կարգավորում առավելագույն ամպլիտուդ
id: Menormalkan amplitudo maksimum ke:

source: Normalizing Loudness...
hr: Normaliziraj najveću amplitudu na
hy: Կարգավորում առավելագույն ամպլիտուդ
id: Menormalkan amplitudo maksimum ke:

source: Analyzing: %s
hr: Analiziranje:
hy: Հետազոտում՝
id: &Analisa

source: Processing: %s
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: &Normalize
hr: Normaliziraj
hy: Կարգավորել

source: Normalize &stereo channels independently
hr: Stereo kanale neovisno normaliziraj
hy: Կարգավորում ստերեո ալիքները առանձին

source: (Maximum 0dB)
hr: . Maksimum 0dB.
hy: . Առավելագույն 0դԲ:
id: dB Amplitudo maksimum

# noise
source: White
hy: Սպիտակ
id: Putih

# noise
source: Pink
hy: Վարդագույն
id: Merah Jambu

# noise
source: Brownian
hy: Բրոունյան
id: Coklat

source: Noise
hr: Radnja:
hy: Աղմուկ՝
id: Bising...

source: &Noise type:
hr: Vrsta šuma:
hy: Աղմուկի տեսակ՝
id: Tpie Bising

source: Median
hr: Osrednje
hy: Միջին
id: Sedang

source: Second greatest
hr: Drugi zapis
hy: Երկրորդ ձայնագրություն
id: Trek Kedua

source: Hann, Hann (default)
hr: Predzadano povećanje
hy: Խոշորացնել լռելյայն
id: Normalkan

source: Noise Reduction
hr: Uklanjanje šuma
hy: Աղմուկի կրճատում
id: Pengurangan bising

source: All noise profile data must have the same sample rate.
hr: Svi zapisi moraju imati istu stopu uzorčenja
hy: Զտման հաստատման համար, բոլոր նշված ձայնագրությունները պետք է լինեն նույն ձայնաչափի բաժնի:
id: Semua trek harus mempunyai rate sampel yang sama

source: Selected noise profile is too short.
hr: Izbor je premalen za uporabu glasovnih ključeva..
hy: Նշվածը շատ կարճ է կրկնման համար
id: Pilhan terlalu kecil untuk menggunakan kunci suara.

source: &Noise reduction (dB):
hr: Uklanjanje &šuma (dB):
hy: Աղմուկի կր&ճատում (դԲ)՝
id: Reduksi bising (dB):

source: Noise reduction
hr: Uklanjanje šuma
hy: Աղմուկի կրճատում
id: Pengurangan bising

source: &Sensitivity:
hr: Osjetljivost
hy: Զգայունություն
id: Senstivitas

source: Sensitivity
hr: Osjetljivost
hy: Զգայունություն
id: Senstivitas

source: Attac&k time (secs):
hr: Vrijeme napa&da/raspada (u sekundama):
hy: Հարձակ&ման/հետ քաշման ժամ (վարկյան)՝
id: Waktu serang/kurang (dtk):

source: Attack time
hr: Vrijeme napada
hy: Գրոհի ժամ
id: Waktu Serang

source: R&elease time (secs):
hr: Odgoda (s):
hy: Դանդաղեցման ժամ (վարկյան)՝
id: Waktu tenggang (detk):

source: Release time
hr: Gradnja izdanja
hy: Ազատ ժամանակ
id: Versi Rilis

source: &Frequency smoothing (bands):
hr: &Izglađivanje frekvencija (Hz):
hy: Հա&ճախականության հարթում (Հց)՝
id: Frekuensi pelembut (Hz):

source: Frequency smoothing
hr: Izglađivanje frekvencija
hy: Հաճախականության հարթում
id: penghalusan frekuensi

source: Sensiti&vity (dB):
hr: O&sjetljivost (dB):
hy: &Զգայունություն (դԲ)՝
id: Senstivitas

source: Old Sensitivity
hr: Osjetljivost
hy: Զգայունություն
id: Senstivitas

source: Step 1
hr: 1. korak
hy: Քայլ 1
id: Tahap 1

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
hr: Izaberite par sekundi samo šuma kako bi Audacity znao što treba ukloniti, zatim stisnite "Nauči što je šum":
hy: Նշել մի քանի վարկյան աղմուկի համար, որ Աուդասիթին իմանա, որ մասը զտի հանի, ապա սեղմել Ստանալ աղմուկի պրոֆիլ՝
id: Pilih beberapa detik bising agar Audacity tahu apa yang harus dibuang, kemudian klik Ambil Profil Bising:

source: &Get Noise Profile
hr: &Definicija šuma
hy: &Ստանալ աղմուկի պրոֆիլ
id: Ambil Profil Bising

source: Step 2
hr: 2. korak
hy: Քայլ 2
id: Tahap 2

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to reduce noise.
hr: Izaberite sav zvuk koji želite obraditi, izaberite čimbenike šuma i stisnite "U redu".
hy: Նշել բոլոր ձեր զտած աուդիոները, ընտրել ինչքան աղմուկ եք ուզում լինի զտել հանել և սեղմել 'Լավ' հեռացնելու համար աղմուկը:
id: Pilih seluruh audio yang anda mau disaring, pilih seberapa banyak bising yang Anda ingin buang, dan klik 'OK' untuk membuangnya.

source: Noise:
hr: Radnja:
hy: Աղմուկ՝
id: Bising...

source: &Isolate
hr: &Izluči samo zvuk
hy: &Մեկուսացում

source: Advanced Settings
hr: Napredne mogućnosti miješanja
hy: Հավելյալ միախառնման կարգավորում
id: Opsi Mixing Lanjut

source: &Window types:
hr: V&rsta prozora
hy: Պատուհանի տեսակ
id: &Tipe jendela

source: Window si&ze:
hr: Veli&čina prozora
hy: Պատուհանի չափ
id: &Ukuran jendela

source: 2048 (default)
hr: 256 - predzadano
hy: 256 - լռելյայն
id: 256 - normal

source: 4 (default)
hr: Predzadano povećanje
hy: Խոշորացնել լռելյայն
id: Normalkan

source: Noise Removal
hr: Uklanjanje šuma
hy: Աղմուկի հեռացում
id: Pembuang Bising

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to remove noise.
hr: Izaberite sav zvuk koji želite obraditi, izaberite čimbenike šuma i stisnite "U redu".
hy: Նշել բոլոր ձեր զտած աուդիոները, ընտրել ինչքան աղմուկ եք ուզում լինի զտել հանել և սեղմել 'Լավ' հեռացնելու համար աղմուկը:
id: Pilih seluruh audio yang anda mau disaring, pilih seberapa banyak bising yang Anda ingin buang, dan klik 'OK' untuk membuangnya.

source: Noise re&duction (dB):
hr: Uklanjanje &šuma (dB):
hy: Աղմուկի կր&ճատում (դԲ)՝
id: Reduksi bising (dB):

source: &Sensitivity (dB):
hr: O&sjetljivost (dB):
hy: &Զգայունություն (դԲ)՝
id: Senstivitas

source: Fr&equency smoothing (Hz):
hr: &Izglađivanje frekvencija (Hz):
hy: Հա&ճախականության հարթում (Հց)՝
id: Frekuensi pelembut (Hz):

source: Attac&k/decay time (secs):
hr: Vrijeme napa&da/raspada (u sekundama):
hy: Հարձակ&ման/հետ քաշման ժամ (վարկյան)՝
id: Waktu serang/kurang (dtk):

source: Attack/decay time
hr: Vrijeme napada/raspada
hy: Հարձակման/հետ քաշման ժամ
id: Waktu baru/usang

source: Re&move
hr: Uk&loni
hy: Հե&ռացնել
id: Buang

source: Normalize
hr: Normaliziraj
hy: Կարգավորել

source: Removing DC offset and Normalizing...
hr: Uklanjanje otklona DC i normaliziranje...
hy: Հեռացում DC ճյուղի և կարգավորում...

source: Removing DC offset...
hr: Uklanjanje otklona DC...
hy: Հեռացում DC ճյուղի...
id: Membuang Bising

source: Normalizing without removing DC offset...
hr: Normaliziranje bez uklanjanja otklona DC...
hy: Կարգավորում հեռացնելով DC ճյուղը...

source: Analyzing first track of stereo pair: %s
hr: Analiziranje prvoga zapisa stereo para:
hy: Վերլուծվում է ստերեո զույգի առաջին ձայնագրությունը՝

source: Analyzing second track of stereo pair: %s
hr: Analiziranje drugoga zapisa stereo para:
hy: Վերլուծվում է ստերեո զույգի երկրորդ ձայնագրությունը՝

source: Processing stereo channels independently: %s
hr: Neovisno obrađivanje stereo kanala:
hy: Ընթացքում է ստերեո անկախ ալիքները՝

source: Processing first track of stereo pair: %s
hr: Obrađivanje prvoga zapisa stereo para:
hy: Վերլուծվում է ստերեո զույգի առաջին ձայնագրությունը՝

source: Processing second track of stereo pair: %s
hr: Obrađivanje drugoga zapisa stereo para:
hy: Վերլուծվում է ստերեո զույգի երկրորդ ձայնագրությունը՝

source: &Remove DC offset (center on 0.0 vertically)
hr: Ukloni DC otklon (usredišti na 0,0)
hy: Հեռացնել DC ճյուղը (մեջտեղում 0.0 ուղղահայաց)
id: Buang semua DC offset (tengah pada 0.0 secara vertikal)

source: &Normalize peak amplitude to
hr: Normaliziraj najveću amplitudu na
hy: Կարգավորում առավելագույն ամպլիտուդ
id: Menormalkan amplitudo maksimum ke:

source: Peak amplitude dB
hr: Novi vršak amplitude (dB):
hy: Նոր առավել ուժեղացում (դԲ)՝
id: Amplitudo yang baru (dB):

source: N&ormalize stereo channels independently
hr: Stereo kanale neovisno normaliziraj
hy: Կարգավորում ստերեո ալիքները առանձին

source: &Stretch Factor:
hr: Čimbenik rastezanja:
hy: Ձգվող գործակից՝
id: Faktor kekurangan:

source: &Time Resolution (seconds):
hr: Vremenska razlučivost (s):
hy: Ժամաչափ (վարկյան)՝
id: Waktu tenggang (detk):

source: Phaser
hr: Faznik
hy: Փուլապտտիչ

source: &Stages:
hr: Stupanj:
hy: Մասեր՝
id: Tingkat:

source: Stages
hr: Stupanj
hy: Մասեր
id: Tingkat

source: &Dry/Wet:
hr: Suho/vlažno:
hy: Չոր/Խոնավ՝
id: Kering/Baah:

source: Dry Wet
hr: Suho/vlažno
hy: Չոր խոնավ
id: Kering Basah

source: LFO Freq&uency (Hz):
hr: Frekvencija LFO (Hz):
hy: Ցածր տատանմ. հաճախականություն (Հց)՝
id: Frekuensi LFO (Hz):

source: LFO frequency in hertz
hr: Frekvencija LFO (Hz)
hy: Ցածր տատանմ. հաճախականություն հերցում
id: Frekuensi LFO dalam Hertz

source: LFO Sta&rt Phase (deg.):
hr: Početna faza LFO (°):
hy: Ցածր տատանմ. սկզբնափուլ (աստիճան)՝
id: Fase Awal LFO (derajat):

source: LFO start phase in degrees
hr: Početna faza LFO (°)
hy: Ցածր տատանմ. սկզբնափուլ աստիճաններում
id: Fase Awal LFO dalam derajat

source: Dept&h:
hr: Dubina:
hy: Խորություն՝
id: Kedalaman:

source: Depth in percent
hr: Dubina u postotcima
hy: Խորություն տոկոսում
id: Kedalaman dalam persen

source: Feedbac&k (%):
hr: Odboj (%):
hy: Հետադարձ կապ (%)՝
id: Tanggapan (%):

source: Feedback in percent
hr: Odboj u postotcima
hy: Հետադարձ կամ տոկոսով
id: Timbal Balik dalam persen

source: &Output gain (dB):
hr: Mokro pojačanje (dB):
hy: Խոնա&վացում (դԲ)՝
id: Pen&guatan (dB):

source: Output gain (dB)
hr: Mokro pojačanje (dB):
hy: Խոնա&վացում (դԲ)՝
id: Pen&guatan (dB):

source: Repair
hr: Popravi
hy: Նորոգել
id: Perbaiki

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
hr: Popravljati se mogu kratki isječci oštećena zvuka (do 128 uzoraka). Povećajte prikaz i izaberite sitan dio sekunde za popravak.
hy: Վերականգնման էֆեկտը նախատեսված է օգտագործելու, վնասված աուդիոյի շատ կարճ մասերում (մինչև 128 մաս): Մեծացնել և ընտրել փոքր խումբ երկրորդից, նորոգման համար:
id: Efek perbaikan hanya digunakan pada sesi sangat pendek pada audio yang hancur (lebih dari 128 sampel). Perbesar dan pilih fraksi kecil untuk memperbaikinya.

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
hr: Popravljanje rabi podatke izvan izabranoga područja. Molimo, izaberite područje koje bar s jedne strane ima zvučne podatke. Što je više okolnih podataka, to je bolji ishod.
hy: Նորոգումն աշխատում է օգտագործելով աուդիո տվյալները դուրս, ընտրված տարածքում: Խնդրում ենք ընտրել տարածք որն ունի աուդիո շփում առնվազն մեկ կողմը: Որքան շրջապատող աուդիո, այնքան լավ:
id: Perbaikan bekerja dengan menggunakan data audio di luar wilayah yang dipilih. Silahkan pilih wilayah yang mempinyai sentuhan audio sedikitnya satu sisi ini. Audio lebih mengelegar, lebih baik performanya.

source: Repeat
hr: Ponavljač
hy: Կրկնել
id: Ulang

source: &Number of repeats to add:
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Current selection length: dd:hh:mm:ss
hr: Nova dužina izbora: hh:mm:ss
hy: Նոր ընտրվածի երկարություն՝ hh:mm:ss
id: Panjang yang baru: jj:mm:dd

source: New selection length: dd:hh:mm:ss
hr: Nova dužina izbora: hh:mm:ss
hy: Նոր ընտրվածի երկարություն՝ hh:mm:ss
id: Panjang yang baru: jj:mm:dd

source: Current selection length: %s
hr: Nova dužina izbora:
hy: Նոր ընտրվածի երկարություն՝
id: Panjang yang baru:

source: New selection length: %s
hr: Nova dužina izbora:
hy: Նոր ընտրվածի երկարություն՝
id: Panjang yang baru:

source: Vocal I
hr: Vokalno 1
hy: Վոկալ I
id: Lokal

source: Vocal II
hr: Vokalno 2
hy: Վոկալ II
id: Lokal

source: Bathroom
hr: Kupaonica
hy: Խոնավ տարածք

source: Small Room Bright
hr: Svijetla sobica
hy: Փոքր տարածք լուսավոր

source: Small Room Dark
hr: Mračna sobica
hy: Փոքր տարածք մութ

source: Medium Room
hr: Srednjevelika soba
hy: Միջին տարածք
id: Sedang

source: Large Room
hr: Velika soba
hy: Մեծ տարածք

source: Church Hall
hr: Crkva
hy: Դահլիճ

source: Cathedral
hr: Katedrala
hy: Տաճար

source: Reverb
hr: Pazvuk
hy: Արտացոլում

source: &Room Size (%):
hr: Veličina sobe (%):
hy: &Տարածքի չափ (%)՝

source: &Pre-delay (ms):
hr: Predodgoda (ms):
hy: &Առաջխաղացման ուշացում (մվ)՝

source: Rever&berance (%):
hr: Živost (%):
hy: Ռեվերբերացում (%)՝
id: Tanggapan (%):

source: Da&mping (%):
hr: Močenje (%):
hy: Խլացում (%)՝
id: Kedalaman (%):

source: Tone &Low (%):
hr: Niski tonovi (%):
hy: Թույլ &տոն (%)՝

source: Tone &High (%):
hr: Visoki tonovi (%):
hy: Բարձր &տոն (%)՝

source: Wet &Gain (dB):
hr: Mokro pojačanje (dB):
hy: Խոնա&վացում (դԲ)՝
id: Pen&guatan (dB):

source: Dr&y Gain (dB):
hr: Suho pojačanje (dB)
hy: Չորա&ցում (դԲ)՝
id: Pen&guatan (dB):

source: Stereo Wid&th (%):
hr: Širina sterea (%):
hy: Ստերեո երկար&ություն (%)՝

source: Wet O&nly
hr: Samo mokro
hy: Միայն խ&ոնավ

source: Reverb: %s
hr: Pazvuk
hy: Արտացոլում
id: Reverb

source: Reverse
hr: Obrni vodoravno
hy: Հակառակ
id: Tukar Balik

source: Reverses the selected audio
hr: Izvoz izabranoga zvuka kao %s
hy: Վերցնում նշված աուդիոն որպես %s
id: Mengekspor audio terpilih sebagai %s

source: Butterworth
hy: Բաթերվորտ

source: Chebyshev Type I
hy: Չեբիշև տեսակ I

source: Chebyshev Type II
hy: Չեբիշև տեսակ II

source: Lowpass
hr: Niskopropusni
hy: Թույլ հաճախությամբ
id: Batas Bawah

source: Highpass
hr: Visokopropusni
hy: Ուժեղ հաճախությամբ
id: Batas Atas

source: Classic Filters
hy: Դասական զտումներ

source: To apply a filter, all selected tracks must have the same sample rate.
hr: Za crtanje spektra svi izabrani zapisi moraju imati istu uzorkovnu brzinu.
hy: Զտման հաստատման համար, բոլոր նշված ձայնագրությունները պետք է լինեն նույն ձայնաչափի բաժնի:
id: Untuk memplot spektrum, semua trek yang dipilih harus mempunyai rate sampel yang sama.

source: &Filter Type:
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: O&rder:
hy: Պատ&վեր՝

source: &Passband Ripple:
hy: &Խմբաբենդային տատանում՝

source: Passband Ripple (dB)
hy: &Խմբաբենդային տատանում՝

source: &Subtype:
hr: Vrsta gradnje:
hy: &Ներտեսակ՝
id: Tipe perubahan:

source: Cutoff (Hz)
hr: Rez:
hy: Կտրվածք(Հց)՝
id: Potong:

source: C&utoff:
hr: Rez:
hy: Կ&տրվածք՝
id: Potong:

source: Minimum S&topband Attenuation:
hy: Մինիմալ դ&ադարբենդային մարում՝

source: Minimum S&topband Attenuation (dB)
hy: Մինիմալ դադարբենդային մարում (դԲ)՝

source: Align MIDI to Audio
hr: Poravnaj MIDI sa zvukom
hy: Սինք MIDI աուդիո
id: Sinkronisasi MIDI dengan Audio

source: Frame Period:
hr: Razdoblje sličice
hy: Շրջանակ՝
id: Ukuran Bingkai:

source: Window Size:
hr: Veličina prozora
hy: Պատուհանի չափ
id: &Ukuran jendela

source: Window Size
hr: Veličina prozora
hy: Պատուհանի չափ
id: &Ukuran jendela

source: Silence Threshold:
hr: Prag tišine:
hy: Աղմուկի շեմը՝
id: Pilih Ambang Batas

source: Silence Threshold
hr: Prag tišine
hy: Աղմուկի շեմը՝
id: Pilih Ambang Batas

source: Line Time:
hr: Line Time (Trajanje crte)
hy: Ավարտի ժամ
id: Waktu Selesai

source: Line Time
hr: Line Time (Trajanje crte)
hy: Ավարտի ժամ
id: Waktu Selesai

source: Smooth Time:
hr: Smooth Time (Trajanje glađenja)
hy: Առանձնացնել ժամանակի տեսակետից
id: Urutkan dari waktu

source: Smooth Time
hr: Smooth Time (Trajanje glađenja)
hy: Առանձնացնել ժամանակի տեսակետից
id: Urutkan dari waktu

source: Use Defaults
hr: Rabi predzadanosti
hy: &Նախնական
id: Se&mula

source: Restore Defaults
hr: Obnovi predzadanosti
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

# generator
source: Silence
hr: Tišina
hy: Լռելյայն
id: Diam

source: Stereo To Mono
hr: Stereo u mono
hy: Ստերեոից մոնո
id: Stereo ke Mono
