Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
hr: Izabrali ste previše zvuka. Analiziram samo prvih %.1f sekunda.
hy: Շատ աուդիո է ընտրված: Միայն առաջին %.1f վարկյանը ստուգվեց:
id: Terlalu banyak yang dipilih. Hanya awal %.1f detik audio yang akan dianalisis.

source: Not enough data selected.
hr: Izabrali ste nedovoljno podataka.
hy: Քիչ տվյալ է ընտրված:
id: Data yang dipilih tidak cukup

source: Export Spectral Data As:
hr: Izvezi spektrene podatke kao:
hy: Վերցնել սպեկտրալ ինֆորմացիան որպես՝
id: Ekspor data spektral sebagai:

source: Couldn't write to file: %s
hr: Pogrješka pri pisanju u datoteku:
hy: Չի գրվում որպես ֆայ՝
id: Tidak bisa menulis file:

source: Frequency (Hz) Level (dB)
hr: Frekvencija (Hz) Razina (dB)
hy: Հաճախականություն (Հց) Փուլ (դԲ)
id: Frekuensi (Hz) Tingkatan (dB)

source: Lag (seconds) Frequency (Hz) Level
hr: Zaostajanje (sekunda) Frekvencija (Hz) Stupanj
hy: Լագ (վարկյան) Հաճախականություն (Հց) Փուլ
id: Waktu (detik) Frekuensi (Hz) Tingkat

source: Plot Spectrum...
hr: Graf dB/Hz...
hy: Գրաֆիկական սպեկտր...
id: Spektrum Plot...

source: Welcome!
hr: Dobro došli!
hy: Բարի գալուստ
id: Selamat Datang!

source: Playing Audio
hr: Izvođenje zvuka
hy: Աուդիոյի նվագարկում
id: Memeainkan Audio

source: Recording Audio
hr: Snimanje zvuka
hy: Աուդիոյի ձայնագրում
id: Merekam Audio

source: Recording - Choosing the Recording Device
hr: Snimanje - biranje ulaznog uređaja
hy: Ձայնագրում - Ընտրելով ձայնագրման սարք
id: Merekam - Memilih Perangkat Input

source: Recording - Choosing the Recording Source
hr: Snimanje - biranje ulaznoga izvora
hy: Ձայնագրում - Ընտրելով ձայնագրման միջոց
id: Merekam - Memilih Sumber Input

source: Recording - Setting the Recording Level
hr: Snimanje - postavljanje ulazne jakosti
hy: Ձայնագրում - Ձայնագրման փուլի կարգավորումներ
id: Merekam - Mengatur Tingkatan Input

source: Editing and greyed out Menus
hr: Uređivanje i osjenčani izbornici
hy: Փոփոխում և մգացում մենյուները
id: Mengedit dan mengabu-abukan Menu

source: Exporting an Audio File
hr: Izvoženje zvučnih datoteka
hy: Վերցնում որպես աուդիո ֆայլ
id: Mengekspor File Audio

source: Saving an Audacity Project
hr: Spremanje Audacityjeva projekta
hy: Պահպանում որպես Աուդասիթի պրոեկտ
id: Menyimpan Proyek Audacity

source: Support for Other Formats
hr: Podrška za druge formate
hy: Այլ ֆորմատների աջակցում
id: Format yang tidak mendukung

source: Burn to CD
hr: Isprži na CD
hy: Գրել CD-ի վրա
id: Bakar ke CD

source: No Local Help
hr: Nema mjesne pomoći
hy: Ընդհանուր օգնություն չկա
id: Tidak Ada Bantuan lokal

source: These are our support methods:
hr: Ovdje ćete naći odgovore na sva pitanja:
hy: Սրանք մեր օգնության մեթոդներն են՝
id: Ini adalah metode dukungan kami:

source: [[help:Quick_Help|Quick Help]] - if not installed locally, [[https://manual.audacityteam.org/quick_help.html|view online]]
hr: [[file:quick_help.html|Brza pomoć]] ako je ugrađena na računalu (ako ne, postoji i <a href="http://manual.audacityteam.org/o/quick_help.html">mrežna</a> inačica)
hy: [[file:quick_help.html|Արագ օգնություն]] (ներսում տեղադրված, <a href="http://manual.audacityteam.org/o/quick_help.html">Ինտերնետ տարբերակ եթե չի ստացվում</a>)
id: [[file:quick_help.html|Bantuan Kilat]] (seharusnya diinstal dahulu, <a href="http://manual.audacityteam.org/index.php?title=Quick_Help">gunakan versi internet jika tidak ada</a>)

source: [[help:Main_Page|Manual]] - if not installed locally, [[https://manual.audacityteam.org/|view online]]
hr: [[file:index.html|Vodič]] ako je ugrađen na računalu (ako ne, postoji i <a href="http://manual.audacityteam.org/o/">mrežna</a> inačica)
hy: [[file:index.html|Դուք ինքներդ]] (ներսում տեղադրված, <a href="http://manual.audacityteam.org/o/">Ինտերնետ տարբերակ եթե չի ստացվում</a>)
id: [[file:index.html|Manual]] (seharusnya diinstal dahulu, <a href="http://manual.audacityteam.org/index.php">gunakan versi internet jika tidak ada</a>)

source: [[https://forum.audacityteam.org/|Forum]] - ask your question directly, online.
hr: <a href="http://forum.audacityteam.org/">Forum</a>
hy: <a href="http://forum.audacityteam.org/">Ֆորում</a> (տուր քո հարցը միանգամից ինտերնետում)
id: <a href="http://forum.audacityteam.org/">Forum</a> (tanyakan secara langsung di internet)

source: More:</b> Visit our [[https://wiki.audacityteam.org/index.php|Wiki]] for tips, tricks, extra tutorials and effects plug-ins.
hr: [[http://wiki.audacityteam.org/index.php|Wikipedija]] s najnovijim savjetima, trikovima i mrežnim priručnicima
hy: [[http://wiki.audacityteam.org/index.php|Wiki]] (վերջին տեսակները, հնարքներն ու ուսուցանող ձեռնարկները, ինտերնետում)
id: [[http://wiki.audacityteam.org/index.php|Wiki]] (tips, trik dan tutorial terbaru di internet)

source: Audacity can import unprotected files in many other formats (such as M4A and WMA, compressed WAV files from portable recorders and audio from video files) if you download and install the optional [[https://manual.audacityteam.org/man/faq_opening_and_saving_files.html#foreign| FFmpeg library]] to your computer.
hr: Audacity može uvoziti nezaštićene datoteke u mnogim drugim formatima (kao M4A i WMA, sažeti WAV s prenosivih snimača i zvuk iz video zapisa) ako ste preuzeli i ugradili dodatnu <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign"> knjižnicu FFmpeg</a>.
hy: Աուդասիթին կարող է ներմուծել չպաշտպանված ֆայլերը շատ տարբեր ֆայլերում (ինչպես M4A և WMA, խտացված WAV ֆայլեր պորտաբլ ձայնագրվածներից և վիդեո ֆայլերից աուդիո) եթե դուք բեռնել և նստացրել եք մանրամասն <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign"> FFmpeg գրադարանը</a> ձեր համակարգչում:

source: You can also read our help on importing [[https://manual.audacityteam.org/man/playing_and_recording.html#midi|MIDI files]] and tracks from [[https://manual.audacityteam.org/man/faq_opening_and_saving_files.html#fromcd| audio CDs]].
hr: Možete pročitati pomoć za uvoz <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">datoteka MIDI</a> i zapisa sa <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd">zvučnih CD-a</a>.
hy: Դուք մշտապես կարող եք կարդալ մեր օգնությունը ներմուծման համար <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">MIDI ֆայլեր</a> և ձայնագրություններ <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd"> աուդիո CD-ներից</a>:

source: The Manual does not appear to be installed. Please [[*URL*|view the Manual online]].<br><br>To always view the Manual online, change "Location of Manual" in Interface Preferences to "From Internet".
hr: Izgleda da nemate ugrađenu datoteku za pomoć.<br> Poslužite se <a href="*URL*">mrežnim sadržajem</a> ili <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> preuzmite cjeloviti Priručnik</a>.
hy: Դուք հնարավոր է չունեք 'օգնություն' թղթապանակը նստեցված:<br> Խնդրում ենք <a href="*URL*">տեսնել դա օնլայն</a> կամ <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> բեռնել ամբողջ ցանկըal</a>.

source: The Manual does not appear to be installed. Please [[*URL*|view the Manual online]] or [[https://manual.audacityteam.org/man/unzipping_the_manual.html| download the Manual]].<br><br>To always view the Manual online, change "Location of Manual" in Interface Preferences to "From Internet".
hr: Izgleda da nemate ugrađenu datoteku za pomoć.<br> Poslužite se <a href="*URL*">mrežnim sadržajem</a> ili <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> preuzmite cjeloviti Priručnik</a>.
hy: Դուք հնարավոր է չունեք 'օգնություն' թղթապանակը նստեցված:<br> Խնդրում ենք <a href="*URL*">տեսնել դա օնլայն</a> կամ <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> բեռնել ամբողջ ցանկըal</a>.

source: History
hr: &Upravitelj poviješću...
hy: Պատմություն...

source: &Manage History
hr: Upravljanje s poviješću
hy: Կառավարել պատմությունը
id: Atur History

source: Action
hr: Radnja
hy: Գործողություն
id: Aksi

source: Used Space
hr: Prostor na disku
hy: Սկավառակի հիշողությունը
id: Ruang disk

source: &Undo levels available
hr: &Broj koraka za vratiti
hy: Հետ բերման փուլ կա
id: &Dibolehkan Pembatalan Level

source: &Levels to discard
hr: Broj koraka za zaboraviti
hy: Փուլեր չեղարկման
id: Level menuju pelarangan

source: &Discard
hr: &Zaboravi
hy: Հրաժարվել
id: &Larang

source: D&iscard
hr: &Zaboravi
hy: Հրաժարվել
id: &Larang

source: &Compact
hr: &Naredba
hy: &Կառավարում
id: &Komando

source: &History...
hr: &Upravitelj poviješću...
hy: Պատմություն...

source: Internal Error
hr: (vanjski program)
hy: (արտաքին ծրագիր)
id: (program eksternal)

source: Edit Labels
hr: Upravitelj oznakama
hy: Փոփոխել կետերը
id: Edit Label

source: Track
hr: Zapis
hy: Ձայնային ֆայլ
id: Trek

source: Label
hr: Oznaka
hy: Նշիչ

source: Start Time
hr: Početno vrijeme
hy: Սկսման ժամ
id: Waktu Mulai

source: End Time
hr: Završno vrijeme
hy: Ավարտի ժամ
id: Waktu Selesai

source: Low Frequency
hr: Logaritamska frekvencija
hy: Մուտքային հաճախականություն
id: Frekuensi logaritma

source: High Frequency
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: New...
hr: Novo...
hy: Նոր...
id: Baru...

source: Press F2 or double click to edit cell contents.
hr: Stisnite F2 ili dvaput kliknite za upis u kućicu.
hy: Սեղմեք F2 կամ կրկնակի մկնիկի հարված փոխելու համար պարունակությունը:
id: Tekan F2 atau klik ganda untuk mengedit konten sel.

source: Select a text file containing labels
hr: Izaberite tekstnu datoteku s oznakama...
hy: Ընտրել տեքստային ֆայլ պարունակող նշումներ...
id: Pilih file teks yang berisi label...

source: Could not open file: %s
hr: Pogrješka pri otvaranju datoteke: "%s"
hy: Չի ստացվում բացել ֆայլը՝ "%s"
id: Tidak bisa membuka file:"%s"

source: No labels to export.
hr: Nema oznaka za izvoz.
hy: Չկան նշումներ վերցման համար:
id: Tidak ada label untuk diekspor.

source: Export Labels As:
hr: Izvezi oznake kao:
hy: Վերցնել նշումները որպես՝
id: Ekspor label sebagai:

source: New Label Track
hr: Novi oznakovni zapis
hy: Նոր նշում ձայնային ֆայլ
id: Buat Trek Label

source: Enter track name
hr: Unesite ime zapisa
hy: Մուտքագրեք ձայնային ֆայլի անունը
id: Masukkan nama trek

source: Label Track
hr: Oznakovni zapis
hy: Նշիչ ձայնային ֆայլ
id: Trek Label

source: Audacity First Run
hr: Prvi pogon Audacityja
hy: Աուդասիթի առաջին մուտք
id: Pengoperasian Pertama Audacity

source: Choose Language for Audacity to use:
hr: Izaberite jezik za Audacity:
hy: Ընտրել լեզու Աուդասիթին օգտագործելու համար՝
id: Pilih Bahasa untuk digunakan pada Audacity:

source: The language you have chosen, %s (%s), is not the same as the system language, %s (%s).
hr: Izabran jezik, %s (%s), nije isti kao jezik sustava, %s (%s).
hy: Ձեր ընտրած լեզուն, %s (%s), չի համապատասխանում որպես համակարգի լեզու, %s (%s).
id: Bahasa yang Anda gunakan, %s (%s), tidak sama dengan bahasa sistem, %s (%s).

source: Confirm
hr: Potvrdi
hy: Հաստատել
id: Konfirmasi

source: Error Converting Legacy Project File
hr: Pogrješka pri spremanju projekta
hy: Պրոեկտի պահպանումը անհաջող էր
id: Error Meyimpan Proyek

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
hr: 1.0 datoteka projekta spremljena je u novom formatu. Stara datoteka spremljena je kao '%s'
hy: Վերափոխված 1.0 պրոեկտ ֆայլ նոր ֆորմատի: Հին ֆայլը պահպանվեց որպես '%s'
id: Mengubah file proyek 1.0 ke format baru. File lama telah disimpan sebagai '%s'

source: Opening Audacity Project
hr: Otvaranje Audacityjeva projekta
hy: Բացված Աուդասիթի պրոեկտ
id: Membuka Proyek Audacity

source: Audacity Karaoke%s
hr: Audacityjeve karaoke%s
hy: Աուդասիթի Կարաոկե%s
id: Karaoke%s Audacity

source: &Karaoke...
hy: Կարաոկե...

source: &Undo %s
hr: Vrati "%s"
hy: &Հետ %s
id: &Batalkan %s

source: &Undo
hr: &Vrati
hy: Դեպի հետ
id: &Batalkan

source: &Redo %s
hr: &Poništi "%s"
hy: &Առաջ %s
id: &Ulang %s

source: &Redo
hr: &Poništi
hy: Դեպի առաջ
id: &Lakukan Kembali

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
hr: Postoje teškoće s vašom zadnjom radnjom. Ako mislite da je to kukac, recite nam potanko kako i gdje je nastao.
hy: Կա խնդիր ձեր վերջին գործողությունում: Եթե կարծում եք սա սխալմունք է,խնդրում ենք հայտնել մեզ, որ թերություն եք գտել:
id: Ada masalah dengan perintah terakhirAnda. Jika Anda pikir itu adalah bug, silahkan beritahu kami apa yang terjadi.

source: Disallowed
hr: Nedopušteno
hy: Արգելված
id: Tidak Diperbolehkan

source: Mix
hr: Smiješaj
hy: Միախառնում

source: Mix and Render
hr: Smiješaj i renderiraj
hy: Միախառնում և ստեղծում
id: Mix dan Render

source: Mixing and rendering tracks
hr: Miješanje i renderiranje zapisa
hy: Միախառնված և ստեղծված ձայնագրություններ
id: Trek Mix dan Render

source: Audacity Mixer Board%s
hr: DJ%s
hy: Աուդասիթի միախառնման տարածք%s
id: Mixer Board%s Audacity

source: Gain
hr: Pojačanje
hy: Որակի ամրապնդում
id: Kekuatan

source: Velocity
hr: Brzina
hy: Արագություն
id: Kecepatan nada

source: Musical Instrument
hr: Glazbalo
hy: Երաժշտական գործիք
id: Instrumen Musikal

source: Pan
hr: Nagib
hy: Պան

source: Mute
hr: Nijem
hy: Լուռ
id: Diam

source: Solo
hy: Սոլո

source: Signal Level Meter
hr: Mjerilo razine signala
hy: Ազդանշանային մետրի փուլ
id: Pengukur Level Signal

source: Moved gain slider
hr: Pomaknut klizač pojačanja
hy: Տեղափոխվել է ամրապնդման սլայդ
id: Pindahkan slider kekuatan

source: Moved velocity slider
hr: Pomaknut klizač brzine
hy: Տեղափոխված արագագործ սլայդ
id: Pindahkan slider kekuatan

source: Moved pan slider
hr: Pomaknut klizač nagiba
hy: Տեղափոխվել է պան սլայդ
id: Pindahkan slider pan

source: &Mixer Board...
hr: &DJ...
hy: Միախառնող տեղ...
id: Tempat &Mixer...

source: Unable to load the "%s" module. Error: %s
hr: Nemoguće otvoriti/stvoriti pokusne datoteke.
hy: Անհնար է բացել/ստեղծել թեստային ֆայլ:
id: Tidak bisa membuka atau membuat file tes

source: Module Unsuitable
hr: Modul neprikladan
hy: Մոդուլը անընդունելի է

source: The module "%s" does not provide a version string. It will not be loaded.
hr: Modul %s nema string inačice. Ne će biti učitan.
hy: Մոդուլը %s չի ապահովում տարբերատողը: Այն չի կարող բեռնվել:

source: The module "%s" is matched with Audacity version "%s". It will not be loaded.
hr: Modul %s je pridružen Audacityjevoj inačici %s. Ne će biti učitan.
hy: Մոդուլը %s համապատասխանում է Աուդասիթիի տարբերակի հետ %s. Այն չի կարող բեռնվել:

source: The module "%s" failed to initialize. It will not be loaded.
hr: Modul %s nema string inačice. Ne će biti učitan.
hy: Մոդուլը %s չի ապահովում տարբերատողը: Այն չի կարող բեռնվել:

source: Module "%s" found.
hr: Modul "%s" nađen.
hy: Մոդուլ "%s" -ը գտնված է:

source: Only use modules from trusted sources
hr: Rabite module samo iz pouzdanih izvora
hy: Միշտ օգտվել վստահելի աղբյուրների մոդուլներից

source: Yes
hr: Da
hy: Այո

source: No
hr: Ne
hy: Ոչ
id: Tidak Ada

source: Audacity Module Loader
hr: Učitač modula
hy: Մոդուլի բեռնող
id: Modulator

source: Try and load this module?
hr: Da pokušam preuzeti taj modul?
hy: Փորձե՞լ և բեռնել այս մոդուլը:

source: The module "%s" does not provide any of the required functions. It will not be loaded.
hr: Modul %s nema string inačice. Ne će biti učitan.
hy: Մոդուլը %s չի ապահովում տարբերատողը: Այն չի կարող բեռնվել:

source: Note Track
hr: Zabilježni zapis
hy: Հավելում ձայնագրություն
id: Trek Nada

source: C
hr: LC
hy: LC
id: LC

source: G
hr: GB
hy: ԳԲ
id: GB

source: B
hr: dB
hy: դԲ
id: dB

source: Overwrite the plug-in file %s?
hr: Prekopisanje postojeće datoteke
hy: Վերագրել առկա ֆայլերը
id: Meniban file yang sudah ada

source: Failed to register: %s
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

# plug-ins
source: Enable this plug-in?
hr: Oprostite, učitavanje priključka Vamp nije uspjelo.
hy: Միացնել պլագինի բեռնման համար %s
id: Aktifkan plug-in berikut?

source: Enable new plug-ins
hr: Oprostite, učitavanje priključka Vamp nije uspjelo.
hy: Միացնել պլագինի բեռնման համար %s
id: Aktifkan plug-in-plug-in baru

source: Nyquist Prompt
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist

source: Manage Plug-ins
hr: Oprostite, učitavanje priključka Vamp nije uspjelo.
hy: Միացնել պլագինի բեռնման համար %s
id: Kelola Plug-in

source: Show all
hr: Prikaži sve kodeke
hy: Ցուցադրել բոլոր կոդեկները
id: Tunjukkan Semua Codec

source: &All
hr: &Sve
hy: Բոլորը
id: Se&mua

source: Show disabled
hr: (onemogućeno)
hy: (անջատված)
id: (dilarang)

source: D&isabled
hr: onemogućeno
hy: Անջատված է
id: Dilarang

source: Show enabled
hr: omogućeno
hy: Միացված է
id: Dibolehkan

source: E&nabled
hr: omogućeno
hy: Միացված է
id: Dibolehkan

source: Path
hy: Ճանապարհը

source: &Select All
hr: Izabire
hy: Նշել &բոլորը
id: Pilih

source: C&lear All
hr: Po&čisti
hy: Մաքրե&լ բոլորը
id: &Hapus

source: &Enable
hr: omogućeno
hy: Միացված է
id: Dibolehkan

source: &Disable
hr: onemogućeno
hy: Անջատված է
id: Dilarang

source: Enabling effects or commands: %s
hr: Omogući učinke
hy: Միացնել էֆեկտներ
id: Bolehkan efek

source: Enabling effect or command: %s
hr: Omogući učinke
hy: Միացնել էֆեկտներ
id: Bolehkan efek

source: Effect or Command at %s failed to register: %s
hr: Koder FLAC nije se uspio inicijalizirati Stanje: %d
hy: FLAC կոդավորման անհաջող մեկնարկ Կարգավիճակ՝ %d
id: Encoder FLAC gagal menginisialisasi Status: %d

source: There was a problem printing.
hr: Pri ispisu došlo je do teškoće.
hy: Կա տպման խնդիր
id: Ada masalah dalam mencetak

source: Print
hr: Ispiši
hy: Տպել
id: Cetak

source: There is very little free disk space left on %s Please select a bigger temporary directory location in Directories Preferences.
hr: Na tom pogonu preostalo je malo prostora. Molimo izabrati drugu privremenu mapu u postavkama.
hy: Սկավառակի ազատ տարածքը քիչ է այս ծավալի ձայնաչափի համար: Խնդրում ենք ընտրել այլ ժամանակավոր վայր կարգավորումներից:
id: Ruang disk yang tersisa tinggal sedikit. Mohon pilih direktori temporer lainnya dalam Preferensi.

source: Actual Rate: %d
hr: Stvarna brzina: %d
hy: Ներկա արագություն: %d
id: Rate Asli: %d

source: Error opening sound device. Try changing the audio host, playback device and the project sample rate.
hr: Pogrješka pri otvaranju zvučnoga uređaja. Molimo provjeriti postavke izlaznoga uređaja i (uzorkovnu) brzinu projekta.
hy: Կա սխալ երբ բացվում է ձայնի սարքը: Խնդրում ենք ստուգել նվագարկման սարքի կարգավորումները և պրոեկտի ձայնային որակի չափը:
id: Error ketika membuka perangkat suara. Tolong cek pengaturan perangkat output dan rate sampel proyek.

source: The tracks selected for recording must all have the same sampling rate
hr: Za crtanje spektra svi izabrani zapisi moraju imati istu uzorkovnu brzinu.
hy: Զտման հաստատման համար, բոլոր նշված ձայնագրությունները պետք է լինեն նույն ձայնաչափի բաժնի:
id: Untuk memplot spektrum, semua trek yang dipilih harus mempunyai rate sampel yang sama.

source: Recorded Audio
hr: Snimljen zvuk
hy: Ձայնագրված աուդիո
id: Rekaman Audio

source: Record
hr: Snimi
hy: Ձայնագրել
id: Rekam

source: Project check read faulty Sequence tags.
hr: Provjera projekta čita neispravne nizove značaka.
hy: Պրոեկտը ստուգում է կարդացվող վնասված տեգերը:
id: Pengecekan telah memperbaiki file

source: Close project immediately with no changes
hr: Odmah i bez promjena zatvori projekt
hy: Փակել պրոեկտը հիմա առանց փոփոխության
id: Tutup proyek secepatnya tanpa perubahan

source: Continue with repairs noted in log, and check for more errors. This will save the project in its current state, unless you "Close project immediately" on further error alerts.
hr: Nastavi s popravcima u dnevniku i provjeri ima li još pogrješaka. To će spremiti projekt u tekućem stanju, jedino ako na sljedeća upozorenja "odmah ne zatvorite projekt".
hy: Շարունակել կարգավորումները գրառման հետ պատմության գրքույկում և ստուգել այլ սխալներ: Սա կպահպանի պրոեկտը այս տեսքով մինչ դուք "Փակեք պրոեկտը անհապաղ" հետագա տագնապային նշանների վրա:

source: Warning - Problems Reading Sequence Tags
hr: Upozorenje: teškoće pri čitanju nizova znački
hy: Ուշադրություն - խնդիրները կարդացվում են հետևող տեգերում

source: Inspecting project file data
hr: Pregledavanje datoteka projekta
hy: Ստուգելով պրոեկտ ֆայլի ծամանակը
id: Memeriksa data file proyek...

source: Project check of "%s" folder detected %lld missing external audio file(s) ('aliased files'). There is no way for Audacity to recover these files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence. If you choose the third option, this will save the project in its current state, unless you "Close project immediately" on further error alerts.
hr: Provjera projekta "%s" mape uočila je %lld nedostajuće vanjske alias zvučne datoteke. Mogu se obnoviti samo ručno. Ako izaberete prvu ili drugu mogućnost ispod, možete pokušati naći i obnoviti nedostajuće datoteke na njihovo prijašnje mjesto. Napomena: u drugoj mogućnosti valni oblik možda ne će pokazati tišinu. Ako izaberete treću mogućnost, projekt će se spremiti u trenutačnom stanju, jedino ako ne izaberete "Odmah zatvorite projekt" na sljedeća upozorenja.
hy: Պրոեկտը ստուգում է "%s" թղթապանակ գտնված %d բացակայող աուդիո ֆայլ(եր) ('aliased files'). Այնտեղ չկա ոչմի ձև Աուդասիթիի համար ավտոմատ հետ բերելու այդ ֆայլերը: Եթե ընտրեք առաջին կամ երկրորդ կարգավորումը ներգևում, դուք կարող եք փորձել գտնել և հետ բերել բացակայող ֆայլերը իրենց նախկին տեղերը: Զգուշացում երկրորդ կարգավորման համար, waveform-ը կարող է չցուցադրել լռությունը: Եթե ընտրեք երրորդ տարբերակ, սա կարող է պահպանվել այս պրոեկտի ներկայիս տեսակում մինչ դուք "Փակեք պրոեկտը անհապաղ" զգուշացնող հրահանգների դեմ:

source: Treat missing audio as silence (this session only)
hr: Ponašaj se s nedostajućim zvukom kao s tišinom (samo ove sesije)
hy: Նման բացակայող աուդիո որպես անձայն (միայն այս բացված ժամանակ)
id: Mengembalikan data yang hilang diam-diam secara sementara [hanya sesi ini saja]

source: Replace missing audio with silence (permanent immediately).
hr: Nedostajući zvuk nadomjesti tišinom (nepovratno).
hy: Փոխարինել բացակայող աուդիոն լռության հետ (միշտ իսկույն):

source: Warning - Missing Aliased File(s)
hr: Upozorenje: nedostaju aliased datoteke
hy: Ուշադրություն - Բացակայող կեղծված ֆայլ(եր)
id: File alias menghilang: (%s)

source: Project check of "%s" folder detected %lld missing alias (.auf) blockfile(s). Audacity can fully regenerate these files from the current audio in the project.
hr: Provjera projekta mape "%s" uočila je nedostatak %lld alias (.auf) blokovske datoteke. Audacity ih može u cijelosti obnoviti trenutačnim zvukom iz projekta.
hy: Պրոեկտը ստուգում է "%s" թղթապանակ գտնված %d բացակայող կեղծ (.auf) բլոկ ֆայլ(եր): Աուդասիթին պետք է ամբողջովին վերականգնի այս ֆայլերը պրոեկտի ներկայիս աուդիոից:
id: Pengecekan menemukan file rangkuman %lld yang hilang (.auf). Audacity bisa membuat ulang file tersebut dari data aslinya pada proyek.

source: Regenerate alias summary files (safe and recommended)
hr: Obnovi alias summary datoteke (sigurno i preporučeno)
hy: Վերականգնել կեղծված կարճ ֆայլերը (ապահով և առաջարկված)
id: Membuat ulang file rangkuman [lebih aman dan direkomendasikan]

source: Fill in silence for missing display data (this session only)
hr: Tišinom upotpuni nedostatak podataka za prikaz (samo ove sesije)
hy: Լռելյայն, բացակայող արտաքին ինֆորմացիայի համար (ծրագրի այս անգամվա միայն)
id: Kosongkan tampilan data yang hilang [sesi ini saja]

source: Close project immediately with no further changes
hr: Odmah i bez daljnjih promjena zatvori projekt
hy: Փակել պրոեկտը անմիջապես առանց փոփոխությունների
id: Tutup proyek secepatnya tanpa perubahan
