Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Meter refresh rate per second [1-100]
hr: Broj osvježenja u sekundi (1-100):
hy: Վարկյանում հաշվիչի թարմացման արժեք [1-100]՝
id: Rate penyegaran meter per detik [1-100]:

source: Meter refresh rate per second [1-100]:
hr: Broj osvježenja u sekundi (1-100):
hy: Վարկյանում հաշվիչի թարմացման արժեք [1-100]՝
id: Rate penyegaran meter per detik [1-100]:

source: Meter Style
hr: S mjerilima
hy: Մետր
id: Meter

source: Meter Type
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Orientation
hr: Trajanje
hy: Ժամաչափը
id: Durasi

source: Horizontal
hr: Vodoravni prikaz
hy: Հորիզոնական ստերեո
id: Stereo Horizontal

source: Vertical
hr: Okomito ravnalo
hy: Ուղղաձիգ քանոն
id: Penunjuk Vertikal

source: Monitoring
hr: Isključi nadzor
hy: Դադարեցնել մոնիտորինգը
id: Hentikan Pemantauan

source: Peak %2.f dB
hr: %.1f dB
hy: %.1f դԲ
id: %.1f dB

source: Show Log for Details
hr: Prikaži dnevnik za potankosti
hy: Ցուցադրել պատմության ֆայլերի մանրամասներ

source: Please select an action
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: 01000,01000 seconds
hr: 01000 01000 sekunda
hy: 01000,01000 վարկյան
id: 01000,01000 detik

source: 0100 h 060 m 060 s
hy: 0100 ժ 060 ր 060 վ
id: 0100 jam 060 mnt 060 dtk

source: 0100 days 024 h 060 m 060 s
hr: 0100 dana 024 h 060 m 060 s
hy: 0100 օր 024 ժ 060 ր 060 վ
id: 0100 hari 024 jam 060 mnt 060 dtk

source: 0100 h 060 m 060>0100 s
hy: 0100 ժ 060 ր 060>0100 վ
id: 0100 j 060 m 060>0100 d

source: hh:mm:ss + milliseconds
hr: hh:mm:ss + milisekunde
hy: hh:mm:ss + միլիվարկյան
id: jj:mm:dd: + milidetik

source: 0100 h 060 m 060>01000 s
hy: 0100 ժ 060 ր 060>01000 վ
id: 0100 jam 060 mnt 060>01000 dtk

source: hh:mm:ss + samples
hr: hh:mm:ss + uzorci
hy: hh:mm:ss + մասեր
id: jj:mm:dd: + sampel

source: 0100 h 060 m 060 s+># samples
hr: 0100 h 060 m 060 s+># uzoraka
hy: 0100 ժ 060 ր 060 վ+># նմուշներ
id: 0100 jam 060 mnt 060 dtk+># sampel

source: samples
hr: obični uzorci
hy: նմուշներ
id: sampel

source: 01000,01000,01000 samples|#
hr: 01000 01000 01000 uzoraka|#
hy: 01000,01000,01000 նմուշներ|#
id: 01000,01000,01000 sampel|#

source: hh:mm:ss + film frames (24 fps)
hr: hh:mm:ss + filmski uzorci (24/s)
hy: hh:mm:ss + ֆիլմի կադրեր (24 fps)
id: jj:mm:dd: + Bingkai film (24 bpd)

source: 0100 h 060 m 060 s+>24 frames
hr: 0100 h 060 m 060 s+>24 uzoraka
hy: 0100 ժ 060 ր 060 վ+>24 կադրեր
id: 0100 jam 060 mnt 060 dtk+>24 bingkai

source: film frames (24 fps)
hr: filmski uzorci (24/s)
hy: ֆիլմի կադրեր (24 fps)
id: Bingkai PAL (25 bpd)

source: 01000,01000 frames|24
hr: 01000,01000 uzoraka|24
hy: 01000,01000 կադրեր|24
id: 01000,01000 bingkai|24

source: hh:mm:ss + NTSC drop frames
hr: hh:mm:ss + uzorci NTSC (30/s)
hy: hh:mm:ss + NTSC կաթեցված կադրեր
id: jj:mm:dd: + Bingkai NTSC dengan drop

source: 0100 h 060 m 060 s+>30 frames|N
hr: 0100 h 060 m 060 s+>30 uzoraka|N
hy: 0100 ժ 060 ր 060 վ+>30 կադրեր|N
id: 0100 jam 060 mnt 060 dtk+>30 bingkai|N

source: hh:mm:ss + NTSC non-drop frames
hr: hh:mm:ss + uzorci NTSC (29,97/s)
hy: hh:mm:ss + NTSC անկաթիլ կադրեր
id: jj:mm:dd: + Bingkai NTSC non-drop

source: 0100 h 060 m 060 s+>030 frames| .999000999
hr: 0100 h 060 m 060 s+>030 uzoraka| .999000999
hy: 0100 ժ 060 ր 060 վ+>030 կադրեր| .999000999
id: 0100 jam 060 mnt 060 dtk+>030 bingkai| .999000999

source: NTSC frames
hr: uzorci NTSC
hy: NTSC կադրեր
id: Bingkai NTSC

source: 01000,01000 frames|29.97002997
hr: 01000,01000 uzoraka|29.97002997
hy: 01000,01000 կադրեր|29.97002997
id: 01000,01000 bingkai|29.97002997

source: hh:mm:ss + PAL frames (25 fps)
hr: hh:mm:ss + uzorci PAL (25/s)
hy: hh:mm:ss + PAL կադրեր (25 fps)
id: jj:mm:dd: + Bingkai PAL (25 bpd)

source: 0100 h 060 m 060 s+>25 frames
hr: 0100 h 060 m 060 s+>25 uzoraka
hy: 0100 ժ 060 ր 060 վ+>25 կադրեր
id: 0100 jam 060 mnt 060 dtk+>25 bingkai

source: PAL frames (25 fps)
hr: uzorci PAL (25/s)
hy: PAL կադրեր (25 fps)
id: Bingkai PAL (25 bpd)

source: 01000,01000 frames|25
hr: 01000,01000 uzoraka|25
hy: 01000,01000 կադրեր|25
id: 01000,01000 bingkai|25

source: hh:mm:ss + CDDA frames (75 fps)
hr: hh:mm:ss + uzorci CDDA (75/s)
hy: hh:mm:ss + CDDA կադրեր (75 fps)
id: jj:mm:dd: + Bingkai CDDA (75 bpd)

source: 0100 h 060 m 060 s+>75 frames
hr: 0100 h 060 m 060 s+>75 uzoraka
hy: 0100 ժ 060 ր 060 վ+>75 կադրեր
id: 0100 jam 060 mnt 060 dtk+>75 bingkai

source: CDDA frames (75 fps)
hr: uzorci CDDA (75/s)
hy: CDDA կադրեր (75 fps)
id: Bingkai CCDA (75 bpd)

source: 01000,01000 frames|75
hr: 01000,01000 uzoraka|75
hy: 01000,01000 կադրեր|75
id: 01000,01000 bingkai|75

source: 010,01000>0100 Hz
hr: 0100 h 060 m 060>0100 s
hy: 0100 ժ 060 ր 060>0100 վ
id: 0100 j 060 m 060>0100 d

source: kHz
hy: կՀց

source: 01000>01000 kHz|0.001
hr: 0100 h 060 m 060>0100 s
hy: 0100 ժ 060 ր 060>0100 վ
id: 0100 j 060 m 060>0100 d

source: octaves
hr: u oktavu
hy: Օկտավա
id: Oktaf Bawah

source: 100>01000 octaves|1.442695041
hr: 01000,01000 uzoraka|24
hy: 01000,01000 կադրեր|24
id: 01000,01000 bingkai|24

source: (Use context menu to change format.)
hr: (Kontekstni izbornik nudi druge formate.)
hy: (Օգտագործե՛ք համատեքստային մենյուն, ֆորմատի փոխման համար)
id: Gunakan tombol kanan mouse atau kunci konteks untuk mengubah format

source: centiseconds
hr: stotinke sekunde
hy: ցենտիվարկյաններ
id: sentidetik

source: Elapsed Time:
hr: Prošlo vremena:
hy: Լրացած ժամանակ՝
id: Waktu Berjalan:

source: Remaining Time:
hr: Preostalo vremena:
hy: Մնացած ժամանակ՝
id: Waktu Tersisa:

source: Cancel
hr: Obustavi
hy: Չեղարկել
id: Batal

source: Are you sure you wish to cancel?
hr: Želite li sigurno izbrisati %s?
hy: Իսկապե՞ս ցանկանում եք ջնջել %s
id: anda yakin mau menghapus %s?

source: Confirm Cancel
hr: Potvrda brisanja
hy: Ջնջման հաստատում
id: Konfirmasi Penghapusan

source: Are you sure you wish to stop?
hr: Želite li sigurno izbrisati %s?
hy: Իսկապե՞ս ցանկանում եք ջնջել %s
id: anda yakin mau menghapus %s?

source: Confirm Stop
hr: Potvrdi
hy: Հաստատել
id: Konfirmasi

source: Are you sure you wish to close?
hr: Želite li sigurno izbrisati %s?
hy: Իսկապե՞ս ցանկանում եք ջնջել %s
id: anda yakin mau menghapus %s?

source: Confirm Close
hr: Potvrdi
hy: Հաստատել
id: Konfirmasi

source: You can change the directory in %s.
hr: Nije moguće napraviti mapu: %s
hy: Չի ստացվում ստեղծել ճանապարհը՝ %s
id: Tidak bisa membuat direktori: %s

source: Preferences > Directories
hr: Postavke:
hy: Կարգավորումներ՝
id: Preferensi...

source: Don't show this warning again
hr: Više ne podsjećaj
hy: Չցուցադրել այս զգուշացումը կրկին
id: Jangan perlihatkan peringatan lagi

source: Infinity
hr: -beskonačnost
hy: -Անվերջություն
id: -tak terhingga

source: -Infinity
hr: -beskonačnost
hy: -Անվերջություն
id: -tak terhingga

source: Empty value
hr: Prazno
hy: Դատարկ
id: Kosong

source: Not in range %d to %d
hr: Povećaj područje
hy: Խոշորացնել դիապազոնում
id: Perbesar pada Wilayah

source: Value not in range: %s to %s
hr: '%s' nemoguće preimenovati u '%s'
hy: Անհնար է անվանափոխել '%s' ից '%s'.
id: Tidak bisa meganti nama '%s' ke '%s'

source: Value must not be less than %s
hr: Ime ne smije biti prazno
hy: Անունը չպետք է լինի դատարկ
id: Nama seharusnya tidak kosong

source: Value must not be greater than %s
hr: Početak i kraj moraju biti veći od 0.
hy: Սկիզբն ու դադարը պետք է լինի լավ քան 0:
id: Awal dan akhir harus lebih dari 0.

source: Select a directory
hr: Napravljen novi projekt
hy: Ստեղծված նոր պրոեկտ
id: Membuat proyek baru

source: Directory Dialog
hr: Mape
hy: Ճանապարհներ
id: Direktori

source: Error: %s at line %lu
hr: Pogrješka: %hs u retku %lu
hy: Սխալ՝ %hs %lu գծում
id: Error: %hs pada garis %lu

source: Could not load file: "%s"
hr: Pogrješka pri učitavanju datoteke: "%s"
hy: Չի ստացվում բեռնել ֆայլը՝ "%s"
id: Tidak bisa mengambil file: "%s"

source: Could not parse XML
hr: Pogrješka pri otvaranju datoteke
hy: Չի ստացվում բացել ֆայլը
id: Tidak bisa membuka file

source: Spectral edit multi tool
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Filtering...
hr: Filtar
hy: Զտիչ
id: Penyaring

source: ~aPlease select frequencies.
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: Error.~%
hr: Pogrješka
hy: Եղավ սխալ

source: Spectral edit parametric EQ
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Gain (dB)
hr: &Pojačanje (dB):
hy: Հզորացում (դԲ)՝
id: Pen&guatan (dB):

source: ~aCenter frequency must be above 0 Hz.
hr: Najmanja frekvencija mora biti barem 0 Hz
hy: Նվազագույն հաճախությունը պետք է լինի առնվազն 0 Հց
id: Frekuensi minimum harus lebih atau sama dengan 0 Hz

source: Spectral edit shelves
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Studio Fade Out
hr: Promjena glasnoće: Izblijedi
hy: Քչացնել
id: Fade Keluar

source: Applying Fade...
hr: Primjenjivanje...
hy: Հաստատվում է...
id: Mengaplikasikan...

source: Steve Daulton
hr: napravio Steve Daulton
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

source: Selection too short.~%It must be more than 2 samples.
hy: Նշվածը պետք է մեծ լինի քան %d նշումները:

source: Adjustable Fade
hr: Prilagođeni nagib
hy: Հարմարեցված պան
id: Pengubahan Pan

source: Fade Type
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Fade Up
hr: Promjena glasnoće: Odblijedi
hy: Ավելացնել
id: Fade Masuk

source: Fade Down
hr: Promjena glasnoće: Odblijedi
hy: Ավելացնել
id: Fade Masuk

source: S-Curve Up
hr: Ime krivulje
hy: Կորի անունը
id: Buat

source: S-Curve Down
hr: Pomakni &dolje
hy: Տեղափոխել &ներգև
id: Pindak ke &Bawah

source: Start/End as
hr: Početak
hy: Սկսել
id: Awal

source: dB Gain
hr: Pojačanje
hy: Որակի ամրապնդում
id: Kekuatan

source: Start (or end)
hr: Početak
hy: Սկսել
id: Awal

source: None Selected
hr: Izabire
hy: Ընտրել
id: Pilih

source: Linear In
hy: Գծային
id: Linier

source: Linear Out
hy: Գծային
id: Linier

source: Logarithmic In
hr: Logaritamska
hy: Լոգարիթմային
id: Logaritmik

source: Logarithmic Out
hr: Logaritamska
hy: Լոգարիթմային
id: Logaritmik

source: Rounded In
hr: Promjena glasnoće: Izblijedi
hy: Քչացնել
id: Fade Keluar

source: Rounded Out
hr: Promjena glasnoće: Izblijedi
hy: Քչացնել
id: Fade Keluar

source: Cosine In
hr: kosinusni
hy: Կոսինուս
id: Kosinus

source: Cosine Out
hr: kosinusni
hy: Կոսինուս
id: Kosinus

source: S-Curve In
hr: Ime krivulje
hy: Կորի անունը
id: Buat

source: S-Curve Out
hr: Krivulja postoji
hy: Կորը գոյություն ունի
id: Orang-Orang yang Berjasa

source: Error~%~%
hr: Pogrješka
hy: Եղավ սխալ

source: ~aPercentage values cannot be negative.
hr: Pojačanje frekvencije ne može biti negativno
hy: Հաճախության ավելացումը չպետք է լինի բացասական
id: Penguatan frekuensi tidak boleh negatif

source: ~aPercentage values cannot be more than 1000 %.
hr: Pojačanje frekvencije ne može biti negativno
hy: Հաճախության ավելացումը չպետք է լինի բացասական
id: Penguatan frekuensi tidak boleh negatif

source: Beat Finder
hr: Ponavljač
hy: Կրկնել
id: Ulang

source: Finding beats...
hr: Nađi rezove...
hy: Գտնել մասնատված...
id: Mencari Clipping...

source: Threshold Percentage
hr: Prag šuma:
hy: Շեմ
id: Ambang Batas untuk Bising:

source: Clip Fix
hr: Rezanje
hy: Կտրում
id: Clipping

source: Reconstructing clips...
hr: Uklanjanje škljocaja i pucketaja...
hy: Հեռացվող սեմղմումներ և խցաններ...
id: Membuang klik dan pop...

source: Crossfade Clips
hr: Zabilježni zapis
hy: Հավելում ձայնագրություն
id: Trek Nada

source: Crossfading...
hr: Zabilježni zapis
hy: Հավելում ձայնագրություն
id: Trek Nada

source: Crossfade Tracks
hr: Zabilježni zapis
hy: Հավելում ձայնագրություն
id: Trek Nada

source: Fade type
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Constant Gain
hr: stalni
hy: Հաստատուն
id: Konstan

source: Constant Power 1
hr: stalni
hy: Հաստատուն
id: Konstan

source: Constant Power 2
hr: stalni
hy: Հաստատուն
id: Konstan

source: Custom Curve
hr: Ime zapisa
hy: Ձայնագրության անունը
id: Nama Trek

source: Custom curve
hr: Ime zapisa
hy: Ձայնագրության անունը
id: Nama Trek

source: Fade direction
hr: Izravno čitaj
hy: կարդալ անմիջապես
id: Pengurangan bising

source: Delay
hr: Odgoda
hy: Ուշացնող
id: Pembeda

source: Applying Delay Effect...
hr: Primjenjivanje učinka Nyquist...
hy: Nyquist էֆեկտի հաստատում...
id: Mengaplikasikan Efek Nyquist...

source: Delay type
hr: Odgoda
hy: Ուշացնող
id: Kunci Ketikan

source: Regular
hr: Pravokutno
hy: Ողղանկյուն
id: Bersiku

source: Delay time (seconds)
hr: Odgoda (s):
hy: Դանդաղեցման ժամ (վարկյան)՝
id: Waktu tenggang (detk):

source: Pitch change effect
hr: Pret&poslušaj
hy: Դիտում
id: Pre&view

source: Pitch/Tempo
hr: Visina zvuka i tempo
hy: Ձայնի տոն և տեմպ
id: Pitch dan Tempo

source: Low-quality Pitch Shift
hr: Završni pomak visine tona
hy: Վերջնական ձայնի բարձրություն
id: Penyingkat Pitch

source: Pitch change per echo (semitones)
hr: Pret&poslušaj
hy: Դիտում
id: Pre&view

source: Number of echoes
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Select target EQ effect
hr: Ponovi zadnji učinak
hy: Կրկնել վերջին էֆեկտը
id: Ulangi Efek Terakhir

source: Equalization XML file
hr: Ekvalizacija
hy: Տատանումների կառուցում
id: Ekualisasi

source: XML file
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: Append number
hr: Snimi na &kraj
hy: Կցվող ձայնագրում
id: Tambah Rekaman

source: Overwrite
hr: Potvrda prekopisanja
hy: Վերագրման հաստատում
id: Konfirmasi Penibanan

source: Error.~%Unable to open file~%~s
hr: Datoteke žanra nije moguće otvoriti.
hy: Չի հաջողվում բացել ոճի ֆայլը:
id: Tidak bisa membuka file genre.

source: Error.~%File cannot be written:~%"~a.txt"
hr: Pogrješka (datoteka možda nije zapisana): %s
hy: Սխալ (ֆայլը կարող է չգրվել)՝ %s
id: Error (file tidak mungkin ditulis): %s

source: Create labels based on
hr: Podijeli datoteke po:
hy: Հեռացնել ֆայլերը բազայով՝
id: Penggabungan file berdasarkan:

source: Number & Interval
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Number of Labels
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Label Interval
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Number of labels
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Label interval (seconds)
hr: Dužina (u sekundama)
hy: Երկարություն (վարկյան)
id: Panjang (detik)

source: Length of label region (seconds)
hr: Dužina (u sekundama)
hy: Երկարություն (վարկյան)
id: Panjang (detik)

source: Label text
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Message on completion
hr: Sažimanje tišine:
hy: Միացնել &հատուցումը
id: Kompresi diam:

source: Details
hr: Otrgni
hy: Բաժանել
id: Lepas

source: Warnings only
hr: Upozorenje
hy: Զգուշացումներ
id: Peringatan

source: region labels
hr: Oznake spajanja
hy: Մասի պահպանում
id: Gabungkan Label

source: point labels
hr: Oznake spajanja
hy: Փոփոխված մասեր
id: Gabungkan Label

source: ~aRegion length = ~a seconds.
hr: Od dužine (u sekundama)
hy: Երկարությունից վարկյանում
id: Dari panjang dalam detik

source: High-Pass Filter
hr: Učitaj datoteke
hy: Դասական զտումներ
id: Ambil File

source: Performing High-Pass Filter...
hr: Primjenjivanje ekvalizacije
hy: Դասական զտման կատարում
id: Mengekualisasi

source: Frequency (Hz)
hr: Frekvencija (Hz)
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz)

source: Frequency must be at least 0.1 Hz.
hr: Najmanja frekvencija mora biti barem 0 Hz
hy: Նվազագույն հաճախությունը պետք է լինի առնվազն 0 Հց
id: Frekuensi minimum harus lebih atau sama dengan 0 Hz

source: Label Sounds
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Threshold level (dB)
hr: Prag %d dB
hy: Շեմը %d դԲ
id: Ambang Batas %d dB

source: Threshold measurement
hr: Prag šuma:
hy: Շեմ
id: Ambang Batas untuk Bising:

source: Peak level
hr: 2-razinski
hy: 2 փուլ
id: 2 level

source: Average level
hr: Prosječno
hy: Միջին
id: Rata-rata

source: RMS level
hr: 2-razinski
hy: 2 փուլ
id: 2 level

source: Minimum silence duration
hr: Najkraće trajanje tišine:
hy: Լռության ժամաչափ՝
id: Durasi diam minimal:

source: Minimum label interval
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Label type
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Point before sound
hr: Združeni stereo
hy: Համատեղ ստերեո
id: Stereo yang Telah Digabung

source: Point after sound
hr: Združeni stereo
hy: Համատեղ ստերեո
id: Stereo yang Telah Digabung

source: Region between sounds
hr: Od dužine (u sekundama)
hy: Երկարությունից վարկյանում
id: Dari panjang dalam detik

source: Maximum leading silence
hr: Izrezivanje tišine...
hy: Լռության ընդհատում...
id: Memangkas Diam..

source: Error.~%Selection must be less than ~a.
hr: Ime ne smije biti prazno
hy: Նշվածը պետք է մեծ լինի քան %d նշումները:
id: Nama seharusnya tidak kosong

source: Limiter
hr: Graničnik
hy: Սահմանափակիչ
id: Pembatas

source: Limiting...
hr: Normaliziranje...
hy: Կարգավորվում է...
id: Menormalkan...

source: Type
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Soft Limit
hr: Graničnik
hy: Սահմանափակիչ
id: Pembatas

source: Hard Limit
hr: Graničnik
hy: Սահմանափակիչ
id: Pembatas

source: Soft Clip
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Hard Clip
hr: Nađi porezano
hy: Գտնել անջատում
id: Mencari Clipping

source: Limit to (dB)
hr: &Razina (dB):
hy: Փուլ (դԲ)՝
id: Ja&rak (dB):

source: Apply Make-up Gain
hr: Uporabi lanac
hy: Հաստատել շղթան
id: Mengaplikasikan Untaian

source: Low-Pass Filter
hr: Učitaj datoteke
hy: Դասական զտումներ
id: Ambil File

source: Performing Low-Pass Filter...
hr: Primjenjivanje ekvalizacije
hy: Դասական զտման կատարում
id: Mengekualisasi

source: Noise Gate
hr: Vrsta šuma:
hy: Աղմուկի տեսակ՝
id: Tpie Bising

source: Select Function
hr: Izbor
hy: Ընտրվածը
id: Pilihan

source: Gate
hr: Vrata
hy: Դարպաս
id: Jembatan

source: Analyze Noise Level
hr: Vrijeme analize:
hy: Անալիզի ժամ՝
id: Waktu Analisis:

source: Stereo Linking
hr: Stereo
hy: Ստերեո
id: Stereo

source: Link Stereo Tracks
hr: Napravi stereo za&pis
hy: Պատրաստել ստերեո ֆայլ (երկու դինամիկով)
id: Buat Trek Stero

source: Don't Link Stereo
hr: Združeni stereo
hy: Համատեղ ստերեո
id: Stereo yang Telah Digabung

source: Gate threshold (dB)
hr: Prag %d dB
hy: Շեմը %d դԲ
id: Ambang Batas %d dB

source: Gate frequencies above (kHz)
hr: Najmanja frekvencija mora biti barem 0 Hz
hy: Նվազագույն հաճախությունը պետք է լինի առնվազն 0 Հց
id: Frekuensi minimum harus lebih atau sama dengan 0 Hz

source: Level reduction (dB)
hr: Uklanjanje &šuma (dB):
hy: Աղմուկի կր&ճատում (դԲ)՝
id: Reduksi bising (dB):

source: Attack (ms)
hr: Vrijeme napada/raspada
hy: Հարձակման/հետ քաշման ժամ
id: Waktu baru/usang

source: Decay (ms)
hr: Vrijeme napada/raspada
hy: Հարձակման/հետ քաշման ժամ
id: Waktu baru/usang

source: Notch Filter
hr: Dužina filtra
hy: Ֆիլտրերի երկարությամբ
id: Panjang filter:

source: Applying Notch Filter...
hr: Primjenjivanje uravnavaoca...
hy: Փուլավորման հաստատում...
id: Mengaplikasikan Leveller...

source: Steve Daulton and Bill Wharrie
hr: napravio Steve Daulton
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

source: Nyquist Plug-in Installer
hr: Izlaz Nyquista:
hy: Nyquist ելք՝
id: Output Nyquist:

source: Select file(s) to install
hr: Izaberite tok(ove) za uvoz
hy: Նշել հոսք(եր) ներմուծման համար
id: Pilih stream untuk diimpor

source: Plug-in
hr: Datoteka priključka
hy: Պլագինի անուն
id: Output Nyquist:

source: Lisp file
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: HTML file
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: Text file
hr: Imena datoteka:
hy: Անուն ֆայլեր՝
id: Nama file:

source: All supported
hr: Sve datoteke|*|Sve podržane datoteke|
hy: Բոլոր ֆայլերը|*|Բոլոր աջակցող ֆայլերը|
id: Semua file|*|Semua file yang terdukung|

source: Allow overwriting
hr: Dopusti rezanje
hy: Թույլատրում հատման
id: Dibolehkan clipping

source: Disallow
hr: Nedopušteno
hy: Արգելված
id: Tidak Diperbolehkan

source: Warning.~%Failed to copy some files:~%
hr: Uklanjanje %s nije uspjelo
hy: Անհաջող հեռացում %s
id: Tidak bisa membuang '%s'

source: Plug-ins updated:
hr: podrška za priključke
hy: Պլագինի աջակցում
id: Dukungan Plug-in

source: Files copied to plug-ins folder:
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Unsupported file type:
hr: Neuporabljeni filtri:
hy: Չվերցված զտումներ՝
id: Nama file:

source: Generating pluck sound...
hr: Stvaranje zvuka
hy: Տոնի ստեղծում
id: Membuat Nada

source: Fade-out type
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: Duration (60s max)
hr: Trajanje
hy: Ժամաչափը
id: Durasi

source: Rhythm Track
hr: Ukloni zapis
hy: Հեռացնել ձայնագրությունը
id: Buang Trek

source: Generating Rhythm...
hr: Stvaranje zujanja
hy: Ձայնի ստեղծում
id: Membuat Chirp

source: 30 - 300 beats/minute
hr: Do udaraca po minuti
hy: Մինչ բիթեր րոպեում
id: Kei bit per menit

source: Beats per bar
hr: Udaraca po minuti (BPM):
hy: Բիթեր րոպեում՝
id: Bit per Menit:

source: 1 - 20 beats/measure
hr: Do udaraca po minuti
hy: Մինչ բիթեր րոպեում
id: Kei bit per menit

source: Swing amount
hr: Izobličavalac
hy: Այլակերպում
id: Distorsi

source: Number of bars
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Rhythm track duration
hr: Ukloni zapis
hy: Հեռացնել ձայնագրությունը
id: Buang Trek

source: Used if 'Number of bars' = 0
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Start time offset
hr: Početni otklon:
hy: Սկզբի տարբերություն՝
id: Awal penyeimbangan:

source: Silence before first beat
hr: U to uključi zvuk ispred prve oznake
hy: Ներառել աուդիո մինչ առաջին նշում
id: Termasuk audio sebelum label pertama

source: Beat sound
hr: Ponavljač
hy: Կրկնել
id: Ulang

source: Resonant Noise
hr: Uklanjanje šuma
hy: Աղմուկի հեռացում
id: Membuang Bising

source: Noise Click
hr: Tlo šuma
hy: Աղմուկի ծածկ
id: Dasar Bising

source: Risset Drum
hr: Stvaranje šuma
hy: Ստեղծված աղմուկ
id: Membuat Bising

source: Generating Risset Drum...
hr: Stvaranje šuma
hy: Ստեղծված աղմուկ
id: Membuat Bising

source: Steven Jones
hr: napravio Steve Daulton
hy: Դնել լռ&ելյայն
id: Atur Nor&mal

source: Decay (seconds)
hr: Odgoda (s):
hy: Դանդաղեցման ժամ (վարկյան)՝
id: Waktu tenggang (detk):

source: Center frequency of noise (Hz)
hr: Linearna frekvencija
hy: Գծային հաճախականություն
id: Frekuensi linier

source: Amplitude (0 - 1)
hr: Amplituda (0-1)
hy: Լայնք (0-1)
id: Amplitudo (0-1)

source: Sample Data Export
hr: Nemoguće izvoziti
hy: Չի ստացվում վերցնել
id: Tidak bisa mengekspor

source: Analyzing...
hr: Primjenjivanje...
hy: Հաստատվում է...
id: Mengaplikasikan...

source: Measurement scale
hr: Izmjeri izbor
hy: Հավասարեցման նշում
id: Seleksi pengukuran

source: Export data to
hr: Izvezi datoteku
hy: Վերցնել աուդիոն
id: Mengekpor File

source: CSV files
hr: FLAC
hy: FLAC ֆայլեր
id: File FLAC

source: HTML files
hr: MP3
hy: MP3 ֆայլեր
id: File MP3

source: Sample Count
hr: Uređivanje uzoraka
hy: Փոխել նմուշ
id: Sampel Edit

source: Time Indexed
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: Include header information
hr: Podatci o gradnji
hy: Ստեղծման տեղեկություն
id: Informasi Perubahan

source: All
hr: Sve
hy: Բոլորը
id: Semua

source: L Channel First
hr: %d kanala
hy: %d Ալիքներ
id: %d Saluran

source: Show messages
hr: -help (ovu poruku)
hy: -help (Տ-Օգնություն)
id: -bantuan (pesan ini)

source: Errors Only
hr: Pogrješka:
hy: Եղավ սխալ՝
id: Error:

source: Left Channel.~%~%
hr: Lijevi kanal
hy: Ձախ ալիք
id: Bagian Kiri

source: ~%~%Right Channel.~%~%
hr: Desni kanal
hy: Աջ ալիք
id: Bagian Kanan

source: ~a samples.
hr: obični uzorci
hy: նմուշներ
id: sampel

source: ~a seconds.
hr: sekunda
hy: վարկյան
id: detik

source: sample data
hr: Uređivanje uzoraka
hy: Փոխել նմուշ
id: Sampel Edit

source: Sample #
hr: obični uzorci
hy: նմուշներ
id: sampel

source: Value (linear)
hy: Գծային
id: Linier

source: Value (dB)
hr: &Treble (dB):
hy: Եռատակ (դԲ)՝
id: Ja&rak (dB):

source: Left (linear)
hy: Գծային
id: Linier

source: Right (linear)
hy: Գծային
id: Linier

source: Left (dB)
hr: &Razina (dB):
hy: Փուլ (դԲ)՝
id: Ja&rak (dB):

source: Right (dB)
hr: Desno,
hy: Աջ
id: Kanan,

source: linear
hy: Գծային
id: Linier
