Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: &Edit Toolbar
hr: Trake za &uređivanje
hy: Փոխել գործիքադարակը
id: Toolbar &Edit

source: Combined Meter
hr: Mjerilo snimljenoga
hy: Ձայնագրել հաշվիչով
id: Pengukur Rekaman

source: Recording Meter
hr: Mjerilo snimljenoga
hy: Ձայնագրել հաշվիչով
id: Pengukur Rekaman

source: Playback Meter
hr: Mjerilo sviranoga
hy: Նվագարկել հաշվիչով
id: Pengukur Permainan

source: Meter-Record
hr: Mjerilo-Snimanje
hy: Հաշվիչով ձայնագրում
id: Meter Rekaman

source: Meter-Play
hr: Mjerilo-Sviraj
hy: Հաշվիչով նվագարկում
id: Meter Memainkan

source: Playback Level
hr: Brzina sviranja
hy: Նվագարկման փուլ
id: Memainkan Berdasarkan Kecepatan

source: Recording Level
hr: Snimanje završeno
hy: Ձայնագրման սարք
id: Selesai merekam

source: &Recording Meter Toolbar
hr: Mjerilo snimljenoga
hy: Մետրի գործիքադարակ
id: Pengukur Rekaman

source: &Playback Meter Toolbar
hr: Mjerilo sviranoga
hy: Մետրի գործիքադարակ
id: Pengukur Permainan

source: Recording Volume
hr: Snimanje završeno
hy: Ձայնագրման ձայնաչափ
id: Selesai merekam

source: Playback Volume
hr: Sviranje
hy: Նվագարկման ձայնաչափ
id: Memainkan

source: Recording Volume: %.2f
hr: Jačina ulaza: %.2f
hy: Ձայնագրման ձայնաչափ՝ %.2f
id: Selesai merekam

source: Recording Volume (Unavailable; use system mixer.)
hr: Jačina ulaza (nedostupno; uporabite miješač sustava)
hy: Ձայնագրման ձայնաչափ (Անհասանելի է; օգտվե՛ք համակարգի միախառնումից)
id: Tak dapat mengendalikan level input; gunakan mixer sistem.

source: Playback Volume: %.2f (emulated)
hr: Jačina ulaza: %.2f
hy: Նվագարկման ձայնաչափ՝ %.2f%s
id: Memainkan

source: Playback Volume: %.2f
hr: Jačina ulaza: %.2f
hy: Նվագարկման ձայնաչափ՝ %.2f%s
id: Memainkan

source: Playback Volume (Unavailable; use system mixer.)
hr: Jačina ulaza (nedostupno; uporabite miješač sustava)
hy: Նվագարկման ձայնաչափ (Անհասանելի է; օգտվե՛ք համակարգի միախառնումից)
id: Tak dapat mengendalikan level input; gunakan mixer sistem.

source: Mi&xer Toolbar
hr: Traka s k&lizačima
hy: Միախառնող գործիքադարակ
id: Toolbar Mi&xer

source: Scrub Ruler
hr: Ravnalo
hy: Քանոն
id: Penggaris

source: Stop Scrubbing
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Start Scrubbing
hr: Nyquistov upit
hy: Nyquist հրահանգ
id: Prompt Nyquist...

source: Start Seeking
hr: Uključi nadzor
hy: Սկսել մոնիտորինգը
id: Mulai Pemantauan

source: Scru&b Toolbar
hr: &Alatne trake
hy: Գործիքադարակներ
id: &Toolbar

source: Project Rate (Hz)
hr: Brzina projekta (Hz):
hy: Պրոեկտի ձայնաչափի բաժին (Հց)`
id: Rate Proyek (Hz):

source: Snap-To
hr: Približno...
hy: Ճաքեցում
id: Patokan

source: Audio Position
hr: Mjesto sviranja:
hy: Աուդիո արանք՝
id: Posisi Audio:

source: Start and End of Selection
hr: na kra&j izbora
hy: Սկսել նշված &վերջից
id: ke A&khiran yang Dipilih

source: Start and Length of Selection
hr: Obreži datoteku na izbor
hy: Կտրել նշվածը
id: Trim file ke bagian terpilih

source: Length and End of Selection
hr: Postavi (ili raširi) lijevu granicu izbora
hy: Դնել (կամ ընդհարձակել) ձախ ընտրությունը
id: Atur (atau Mengecualikan) Yang Terpilih di Kiri

source: Length and Center of Selection
hr: Obreži datoteku na izbor
hy: Կտրել նշվածը
id: Trim file ke bagian terpilih

source: Show
hr: Prikaži sve kodeke
hy: Ցուցադրել բոլոր կոդեկները
id: Tunjukkan Semua Codec

source: Snap To
hr: Približno...
hy: Ճաքեցում
id: Patokan

source: Length
hr: Dužina:
hy: Երկարություն
id: Panjang

source: Center
hr: središte
hy: Կենտրոն
id: Tengah

source: Snap Clicks/Selections to %s
hr: Odredite izbor s točnošću najmanje jedinice: "%s"
hy: Իսկույ նսեղմում/Ընտրվածը %s

source: Selection %s. %s won't change.
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: &Selection Toolbar
hr: Traka za &navođenje
hy: Գործիքադարակի ընտրություն
id: Toolbar &Terpilih

source: Center frequency and Width
hr: Linearna frekvencija
hy: Գծային հաճախականություն
id: Frekuensi linier

source: Center Frequency
hr: Linearna frekvencija
hy: Գծային հաճախականություն
id: Frekuensi linier

source: Spe&ctral Selection Toolbar
hr: Traka za &navođenje
hy: Գործիքադարակի ընտրություն
id: Toolbar &Terpilih

source: Time
hr: Vrijeme
hy: Ժամ
id: Waktu

source: &Time Toolbar
hr: Traka za &uređaje
hy: Սարքի գործիքադարակ
id: Toolbar &Perangkat

source: Audacity %s Toolbar
hr: Audacityjeva alatna traka - %s
hy: Աուդասիթի %s գործիքադարակ
id: Toolbar Audacity %s

source: Click and drag to resize toolbar
hr: Kliknite i povucite za prepovećavanje zapisa.
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong untuk mengubah ukuran trek

source: ToolDock
hr: Sidrište
hy: Գործիք Dock
id: Alat Dock

source: Selection Tool
hr: Biralo
hy: Նշման գործիք
id: Alat Pemilihan

source: Envelope Tool
hr: Omatalo
hy: Պատող գործիք
id: Alat Envelop

source: Time Shift Tool
hr: Vremenski pomak
hy: Ժամի որոշման գործիք
id: Alat Menyingkat Waktu

source: Zoom Tool
hr: Povećalo
hy: Խոշորացնող գործիք
id: Alat Memperbesar

source: Draw Tool
hr: Crtalo
hy: Գծող գործիք
id: Alat Menggambar

source: Multi-Tool
hr: Višenamjenski alat
hy: Բազմաձև գործիք
id: Alat Multifungsi

source: Slide Tool
hr: Alat-pomakni
hy: Սլայդ գործիք
id: Tool Slide

source: T&ools Toolbar
hr: Traka s &pomagalima
hy: Գործիքների գործիքադարակ
id: Toolbar Per&alatan

source: &Selection Tool
hr: Biralo
hy: Նշման գործիք
id: Alat Pemilihan

source: &Envelope Tool
hr: Omatalo
hy: Պատող գործիք
id: Alat Envelop

source: &Draw Tool
hr: Crtalo
hy: Գծող գործիք
id: Alat Menggambar

source: &Zoom Tool
hr: Povećalo
hy: Խոշորացնող գործիք
id: Alat Memperbesar

source: &Time Shift Tool
hr: Vremenski pomak
hy: Ժամի որոշման գործիք
id: Alat Menyingkat Waktu

source: &Multi Tool
hr: Višenamjenski alat
hy: Բազմաձև գործիք
id: Alat Multifungsi

source: &Previous Tool
hr: Prethodni alat
hy: Նախորդը գործիք
id: Alat Sebelumnya

source: &Next Tool
hr: Sljedeći alat
hy: Հաջորդը գործիք
id: Alat Selanjutnya

source: Play at selected speed
hr: Sviraj pri izabranoj brzini
hy: Նվագարկել նշված արագությամբ
id: Mainkan padakecepatan terpilih

source: Playback Speed
hr: Brzina sviranja
hy: Նվագարկման արագություն
id: Memainkan Berdasarkan Kecepatan

source: Looped-Play-at-Speed
hr: Sviraj pri brzini
hy: Նվագարկել արագությամբ
id: Main dengan kecepatan

source: Pla&y-at-Speed Toolbar
hr: Sviraj-pri-brzini
hy: Նվագարկել արագությամբ
id: Memainkan berkecepatan

source: Drag one or more label boundaries.
hr: Povucite jednu ili više granica oznaka
hy: Քաշել մեկ և ավելի նշման տարածություններ
id: Dorong satu atau lebih batasan label

source: Drag label boundary.
hr: Povucite granicu oznake
hy: Քաշել նշման տարածություններ
id: Borong batasan label

source: Modified Label
hr: Promijenjena oznaka
hy: Փոփոխված նշում
id: Label yang Telah Diubah

source: Label Edit
hr: Uredi oznaku
hy: Փոխել նշում

source: Click to edit label text
hr: Skoči na početak
hy: Անցնել սկիզբ
id: Langsung ke Awal

source: &Font...
hy: &Տառատեսակ...
id: Huruf...

source: Label Track Font
hr: Font oznake zapisa
hy: Ձայնագրության նիշ տառատեսակ
id: Font Label Trek

source: Face name
hr: Ime fonta
hy: Տեսքի անունը
id: Nama depan

source: Face size
hr: Veličina fonta
hy: Տեսքի չափը
id: Ukuran depan

source: Cu&t Label text
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: &Copy Label text
hr: Uredi oznaku
hy: Փոխել նշում
id: Label Edit

source: &Delete Label
hr: Izbriši oznake
hy: &Ջնջել նշումը
id: Hapus Label

source: &Edit Label...
hr: &Uredi oznake...
hy: Փոխել նշումները...

source: Deleted Label
hr: Izbriši oznake
hy: Ջնջված նշում
id: Hapus Label

source: Edited labels
hr: Uređene oznake
hy: Փոփոխված մասեր
id: Label yang diedit

source: New label
hr: Oznaka dodana
hy: Ավելացված նշում
id: Label telah dibuat

source: Up &Octave
hr: Povisi za &oktavu
hy: Բարձր է &օկտավայից
id: Oktaf Atas

source: Down Octa&ve
hr: Snizi za o&ktavu
hy: Ցածր օկտավ&ա
id: Oktaf Bawah

source: Click to vertically zoom in. Shift-click to zoom out. Drag to specify a zoom region.
hr: Kliknite za okomito povećanje, shift-kliknite za umanjenje. Vucite kako biste odredili područja povećanja.
hy: Սեղմեք հորիզոնական մեծացման համար: Shift-սեղմում փոքրացման համար: Քաշելով գցել հատուկ մեծացված մաս:
id: Klik untuk perbesar secara vertikal, klik dengan Shift untuk perkecil, Dorong untuk membuat wilayah zoom kecil.

source: Right-click for menu.
hr: Desni klik
hy: Աջ սեղմում
id: Klik Kanan

source: Zoom Reset
hr: Umanji
hy: Փոքրացնել
id: Perkecil

source: Shift-Right-Click
hr: SHIFT + lijevi klik
hy: Shift և ձախ սեղմում
id: Klik Kiri dengan Shift

source: Left-Click/Left-Drag
hr: SHIFT + lijevi klik
hy: Shift և ձախ սեղմում
id: Klik Kiri dengan Shift

source: Click and drag to stretch selected region.
hr: Kliknite i povucite za rastezanje izabranoga područja.
hy: Սեղմեք և քաշեք, ձգելու համար նշված տարածքը:
id: Klik dan dorong untuk memilih audio

source: Stretch Note Track
hr: Rastegni zapis nota (MIDI)
hy: Ձգվող հավելում ձայնագրություն
id: Trek Nada

source: Stretch
hr: Rastegni
hy: Ձգել
id: Awal

source: Merged Clips
hr: Spojene snimke
hy: Միացված ֆայլեր
id: Klip Tergabung

source: Merge
hr: Spoji
hy: Միացնել
id: Gabung

source: Expanded Cut Line
hr: Crta reza raširena
hy: Տարածված կտրման գիծ
id: Garis Potong yng Tersebar

source: Expand
hr: Raširi
hy: Տարածել
id: Sebar

source: Removed Cut Line
hr: Crta reza uklonjena
hy: Հեռացված կտրման գիծ
id: Garis Pemisah yang Dibuang

source: Click and drag to edit the samples
hr: Kliknite i povucite za uređivanje uzoraka
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Kik dan dorong untuk mengedit sampel

source: To use Draw, zoom in further until you can see the individual samples.
hr: Za uporabu Crtanja, povećavajte prikaz dok se ne mogu razaznati zasebni uzorci.
hy: Գծում անելու համար, խոշորացրեք ընթացքում, մինչ տեսնելը անհատական նմուշը:
id: Untuk emnggunakan Gambar, perbesar sampai Anda melihat sampel berdiri sendiri.

source: Moved Samples
hr: Premješten uzorak
hy: Տեղափոխված նմուշ
id: Dipindahkan Sampel

source: Sample Edit
hr: Uređivanje uzoraka
hy: Փոխել նմուշ
id: Sampel Edit

source: Zoom to Fit
hr: Povećaj točku
hy: Խոշորացնել բաժնում
id: Perbesar pada Titik

source: &Spectrogram
hr: &Spektrogram
hy: Սպեկտրոգրամ
id: Spektrogram

source: S&pectrogram Settings...
hr: Spektrogrami
hy: Սպեկտրոգրամներ
id: Spektrogram

source: &Format
hy: Ֆորմատ՝

source: Changing sample format
hr: Mijenjanje tempa
hy: Տեմպի փոխում
id: Mengubah Tempo

source: Processing... 0%%
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: Processing... %i%%
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: Changed '%s' to %s
hr: Promijenjeno: '%s' u %s
hy: Փոխված '%s' ից %s
id: Diubah '%s' ke %s

source: Format Change
hr: Promjena formata
hy: Ֆորմատի փոխում
id: Perubahan Format

source: Rat&e
hr: Postavi &brzinu
hy: Նշել ձայնի &բաժին
id: Atur Rate

source: 16000 Hz
hr: 0100 h 060 m 060>0100 s
hy: 0100 ժ 060 ր 060>0100 վ
id: 0100 j 060 m 060>0100 d

source: &Other...
hr: &Drugo...
hy: Այլ...
id: Lainnya...

source: Changed '%s' to %s Hz
hr: Promijenjen: '%s' u %s Hz
hy: Փոխված '%s' ից %d Հց
id: Diubah '%s' ke %s Hz

source: Rate Change
hr: Promjena brzine
hy: Ձայնաչափի բաժնի փոխում
id: Perubahan Rate

source: Set Rate
hr: Postavi brzinu
hy: Նշել ձայնաչափի բաժին
id: Atur Rate

source: &Multi-view
hr: Višekratno
hy: Բազմակողմանի
id: Banyak

source: Ma&ke Stereo Track
hr: Napravi stereo za&pis
hy: Պատրաստել ստերեո ֆայլ (երկու դինամիկով)
id: Buat Trek Stero

source: Swap Stereo &Channels
hr: Stereo ulaz
hy: Ստերեո ալիքների փոխանակում
id: %d Saluran

source: Spl&it Stereo Track
hr: Razdvoji s&tereo zapis
hy: Անջատել ստերեո ձայնագ. ֆայլը
id: Gabung Trek Stereo

source: Split Stereo to Mo&no
hr: Razdvoji stereo zapis u mono '%s'
hy: Անջատել իրարից ստերեոն մոնոի '%s'
id: Pisah Stereo ke Mono '%s'

source: Mono
hy: Մոնո

source: Left Channel
hr: Lijevi kanal
hy: Ձախ ալիք
id: Bagian Kiri

source: Right Channel
hr: Desni kanal
hy: Աջ ալիք
id: Bagian Kanan

source: Channel
hr: Kanal
hy: Ալիք
id: Saluran

source: Made '%s' a stereo track
hr: Stereo snimka '%s' napravljena.
hy: Պատրաստել '%s' ստերեո ձայնագրություն
id: Dibuat '%s' trek stereo

source: Make Stereo
hr: Napravi stereo
hy: Դարձնել ստերեո
id: Buat Stereo

source: Swapped Channels in '%s'
hr: %d kanala
hy: Փոխանակված ալիքներ '%s' -ում
id: %d Saluran

source: Swap Channels
hr: %d kanala
hy: Փոխանակել ալիքները
id: %d Saluran

source: Split stereo track '%s'
hr: Razdvoji stereo zapis '%s'
hy: Անջատել իրարից ստերեո ձայնագրությունը '%s'
id: Menggabung Trek Stereo '%s'

source: Split Stereo to Mono '%s'
hr: Razdvoji stereo zapis u mono '%s'
hy: Անջատել իրարից ստերեոն մոնոի '%s'
id: Pisah Stereo ke Mono '%s'

source: Split to Mono
hr: Razdvoji stereo u mo&no
hy: Անջատել իրարից մոնոի
id: Pisah Stereo ke Mono

source: Stereo, %dHz
hr: Stereo,
hy: Ստերեո,
id: Stereo,

source: Mono, %dHz
hr: Mono,
hy: Մոնո,
id: Mono,

source: Left, %dHz
hr: Lijevo,
hy: Ձախ
id: Kiri,

source: Right, %dHz
hr: Desno,
hy: Աջ
id: Kanan,

source: %+.1f dB
hy: %.1f դԲ

source: Click and drag to adjust sizes of sub-views, double-click to split evenly
hr: Kliknite i povucite za prilagođivanje omjer veličina stereo zapisa.
hy: Սեղմեք և քաշեք, հարմարեցնելով ստերեո ձայնագրությունների հարաբերական չափերը:
id: Klik dan dorong untuk mengubah ukuran relatif trek stereo.

source: Click and drag to rearrange sub-views
hr: Kliknite i povucite za pomicanje zapisa u vremenu
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong ubtuk memindahkan trek ke waktu tertentu

source: Zoom x1/2
hr: Povećaj
hy: Խոշորացնել
id: Perbesar

source: Zoom x2
hr: Povećanost
hy: Խոշորացնել
id: Zoom

source: Wa&veform
hr: &Valni oblik
hy: Ալիքաձև

source: &Wave Color
hr: Valni oblik
hy: Ալիքաձև
id: Waveform

source: Instrument %i
hr: Instrument
hy: Գործիք
id: Instrumen

source: WaveColor Change
hr: Promjena brzine
hy: Ձայնաչափի բաժնի փոխում
id: Perubahan Rate

source: Change lower speed limit (%) to:
hr: Promijeni donju granicu brzine (%) na:
hy: Փոխել դանդաղ արագացման սանդղակը (%) -ի՝
id: Ubah batas kecepatan rendah (%) ke:

source: Lower speed limit
hr: Donja granica brzine
hy: Դանդաղ արագացման սանդղակ
id: Batas kecepatan rendah

source: Change upper speed limit (%) to:
hr: Promijeni gornju granicu brzine (%) na:
hy: Փոխել արագ նվագարկման սանդղակը (%) -ի
id: Ubah batas kecepatan tinggi (%) ke:

source: Upper speed limit
hr: Gornja granica brzine
hy: Արագ նվագարկման սանդղակ
id: Batas kecepatan tinggi

source: Set range to '%ld' - '%ld'
hr: Postavi opseg na '%ld' - '%ld'
hy: Նշել հաճախությունը '%d' - '%d'
id: Atur jarak ke '%ld' - '%ld'

source: Set Range
hr: Postavi opseg
hy: Նշել հաճախություն
id: Atur Jarak

source: Set time track display to linear
hr: Postavi prikaz zapisa vremena: linearni
hy: Նշել ժամ ձայնագրության էկրանը գծային

source: Set Display
hr: Postavi prikaz
hy: Նշել էկրանը
id: Tampilan

source: Set time track display to logarithmic
hr: Postavi prikaz zapisa vremena: logaritamski
hy: Նշել ժամ ձայնագրության էկրանը լոգարիթմային

source: Set time track interpolation to linear
hr: Postavi interpolaciju zapisa vremena: linearna
hy: Նշել ժամ ձայնագրության միջարկումը գծային

source: Set Interpolation
hr: Postavi interpolaciju:
hy: Նշել միջարկում
id: Interpolasi:

source: Set time track interpolation to logarithmic
hr: Postavi interpolaciju zapisa vremena: logaritamska
hy: Նշել ժամ ձայնագրության միջարկումը լոգարիթմային

source: &Linear scale
hr: &Linearno
hy: &Գծային
id: Linier

source: L&ogarithmic scale
hr: Lo&garitamsko
hy: Լ&օգարիթմային
id: Logaritmik

source: &Range...
hr: Preimenuj...
hy: Անվանափոխել...
id: &Sampel Ulang...

source: Logarithmic &Interpolation
hr: Logaritamska &interpolacija
hy: Լոգարիթմային &միջարկում
id: Interpolasi Sinc yang Cepat

source: &Name...
hr: I&me...
hy: Ա&նունը...
id: Nama...

source: Move Track &Up
hr: Pomakni zapis g&ore
hy: Տեղափոխել ֆայլը &վերև
id: Pindahkan Trek ke Atas

source: Move Track &Down
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ներգև
id: Pindahkan Trek ke Bawah

source: Move Track to &Top
hr: Pomakni zapis g&ore
hy: Տեղափոխել ֆայլը &մեջտեղ
id: Pindahkan Trek ke Atas

source: Move Track to &Bottom
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ցած
id: Pindahkan Trek ke Bawah

source: Set Track Name
hr: Ime zapisa
hy: Ձայնագրության անունը
id: Nama Trek

source: Renamed '%s' to '%s'
hr: Preimenovano '%s' u '%s'
hy: Անվանափոխված '%s' ից '%s'
id: Diubah nama '%s' ke '%s'

source: Name Change
hr: Promjena imena
hy: Անվանափոխում
id: Pengubahan Nama

source: Click and drag to warp playback time
hr: Kliknite i povucite za pomicanje zapisa u vremenu
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong ubtuk memindahkan trek ke waktu tertentu

source: Click and drag to edit the amplitude envelope
hr: Kliknite i povucite za uređivanje omotnice
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong untuk mengedit pengamplopan amplitudo

source: Adjusted envelope.
hr: Prilagođena omotnica.
hy: Հարմարեցված պատիչ
id: Amplop diubah.

source: Scrub &Ruler
hr: Ravnalo
hy: Քանոն
id: Penggaris

source: Playing at Speed
hr: Sviraj pri brzini
hy: Նվագարկել արագությամբ
id: Main dengan kecepatan

source: Move mouse pointer to Seek
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Move mouse pointer to Scrub
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ցած
id: Pindahkan Trek ke Bawah

source: Scrub Bac&kwards
hr: Nazad
hy: Հետևի պլանի ֆոն
id: Percepat ke Awal

source: Scrub For&wards
hr: Naprijed
hy: Անցնել սկիզբ
id: Percepat ke Akhir

source: Click and drag to move left selection boundary.
hr: Kliknite i povucite za micanje lijeve granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար ձախ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kiri.

source: Click and drag to move right selection boundary.
hr: Kliknite i povucite za micanje desne granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար աջ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kanan.

source: Click and drag to move bottom selection frequency.
hr: Kliknite i povucite za micanje lijeve granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար ձախ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kiri.

source: Click and drag to move top selection frequency.
hr: Kliknite i povucite za micanje lijeve granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար ձախ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kiri.

source: Click and drag to move center selection frequency to a spectral peak.
hr: Kliknite i povucite za micanje lijeve granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար ձախ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kiri.

source: Click and drag to move center selection frequency.
hr: Kliknite i povucite za micanje lijeve granice izbora.
hy: Սեղմեք և քաշեք, տեղափոխելու համար ձախ նշված տարածքը:
id: Klik dan dorong untuk memindahkan batasan kiri.

source: Click and drag to adjust frequency bandwidth.
hr: Kliknite i povucite za stvaranje područja izbora
hy: Սեղմեք և քաշեք, հարմարեցնելով ստերեո ձայնագրությունների հարաբերական չափերը:
id: Klik dan dorong untuk memilih audio

source: Edit, Preferences...
hr: Postavke...
hy: Կարգավորումներ...
id: Preferensi...

source: Multi-Tool Mode: %s for Mouse and Keyboard Preferences.
hr: Višenamjenski alat: Cmd-, za postavke miša i tipkovnice
hy: Բազմագործիք տեսք՝ Cmd-, մկնիկի և ստեղնաշարի կարգավորումների համար
id: Mode Tool Serbaguna: Cmd-. untuk Preferensi Mouse dan Keyboard

source: Click and drag to set frequency bandwidth.
hr: Kliknite i povucite za stvaranje područja izbora
hy: Սեղմեք և քաշեք, ձգելու համար նշված տարածքը:
id: Klik dan dorong untuk memilih audio

source: Click and drag to select audio
hr: Kliknite i povucite za stvaranje područja izbora
hy: Սեղմեք և քաշեք, ձգելու համար նշված տարածքը:
id: Klik dan dorong untuk memilih audio

source: Click and drag to move a track in time
hr: Kliknite i povucite za pomicanje zapisa u vremenu
hy: Սեղմեք և քաշեք, ձայնագրության չափը փոփոխելու համար:
id: Klik dan dorong ubtuk memindahkan trek ke waktu tertentu

source: Could not shift between tracks
hr: Miče isječke među zapisima
hy: Մասի տեղափոխում վերև/ցած ձայնագրությունների միջև
id: Pindahkan klik ke atas/bawah diantara trek

source: Moved clips to another track
hr: Snimka premještena u drugi zapis
hy: Տեղափոխվածը միացնել այլ ձայնագրության
id: Telah dipindah ke trek yang lain

source: Time shifted tracks/clips right %.02f seconds
hr: Stišane izabrane snimke za %.2f sekunda pri %.2f
hy: Լռելյայն նշված ձայնագրությունները %.2f վարկյանի մինչ %.2f
id: Telah didiamkan trek terpilih pada %.2f seconds at %.2f

source: Time shifted tracks/clips left %.02f seconds
hr: Stišane izabrane snimke za %.2f sekunda pri %.2f
hy: Լռելյայն նշված ձայնագրությունները %.2f վարկյանի մինչ %.2f
id: Telah didiamkan trek terpilih pada %.2f seconds at %.2f

source: Command+Click to deselect
hr: Naredba
hy: Կատարող
id: Perintah

source: Select track
hr: &Razvrstaj zapise
hy: Ձայնային ֆայլի ֆիլտր
id: Trek Kecil

source: Ctrl+Click to deselect
hr: Naredba
hy: Կատարող
id: Perintah

source: Open menu...
hr: &Otvori nedavnu...
hy: Բացել &նախկիններից...
id: Buka yang &Sebelumnya...

source: Command+Click
hr: Naredba
hy: Կատարող
id: Perintah

source: Ctrl+Click
hr: CTRL + lijevi klik
hy: Ctrl և ձախ սեղմում
id: Klik Kiri dengan Ctrl

source: %s to select or deselect track.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Moved '%s' up
hr: Premješteno '%s' %s
hy: Տեղափոխված '%s' %s
id: Dipindahkan '%s' %s

source: Moved '%s' down
hr: Premješteno '%s' %s
hy: Տեղափոխված '%s' %s
id: Dipindahkan '%s' %s

source: Move Track
hr: Premjesti zapis
hy: Տեղափոխել ձայնագրություն
id: Pindahkan Trek

source: (disabled)
hr: (onemogućeno)
hy: (անջատված)
id: (dilarang)

source: Press
hr: Pritisnite
hy: Սեղմել
id: Tekan

source: Button
hr: Gumb
hy: Կոճակ
id: Tombol

source: %.2fx
hr: %.1f dB
hy: %.1f դԲ
id: %.1f dB

source: File type:
hr: Filtar
hy: &Զտման տեսակը՝
id: Penyaring

source: &Clear
hr: Po&čisti
hy: Մաքրել
id: &Hapus

source: Grabber
hr: Držak
hy: Վերլուծող
id: Pendorong

source: Empty
hr: Prazno
hy: Դատարկ
id: Kosong

source: Backwards
hr: Nazad
hy: Հետևի պլանի ֆոն
id: Percepat ke Awal

source: Help on the Internet
hr: Mrežna pomoć
hy: Ինտերնետից
id: Bantuan di Internet

source: Menu
hy: Ցանկ

source: Click to Start Monitoring
hr: Uključi nadzor
hy: Սկսել մոնիտորինգը
id: Mulai Pemantauan

source: Click for Monitoring
hr: Isključi nadzor
hy: Դադարեցնել մոնիտորինգը
id: Hentikan Pemantauan

source: Click to Start
hr: Skoči na početak
hy: Անցնել սկիզբ
id: Langsung ke Awal

source: Click
hr: Lijevi klik
hy: Ձախ սեղմում
id: Klik-Kiri

source: Stop Monitoring
hr: Isključi nadzor
hy: Դադարեցնել մոնիտորինգը
id: Hentikan Pemantauan

source: Start Monitoring
hr: Uključi nadzor
hy: Սկսել մոնիտորինգը
id: Mulai Pemantauan

source: Recording Meter Options
hr: Mjerilo snimljenoga
hy: Ձայնագրել հաշվիչով
id: Pengukur Rekaman

source: Playback Meter Options
hr: Mjerilo sviranoga
hy: Նվագարկել հաշվիչով
id: Pengukur Permainan

source: Refresh Rate
hr: Postavi brzinu
hy: Նշել ձայնաչափի բաժին
id: Atur Rate

source: Higher refresh rates make the meter show more frequent changes. A rate of 30 per second or less should prevent the meter affecting audio quality on slower machines.
hr: Više osvježenja - češće promjene na mjerilu. Više od 30 moglo bi otežati rad na sporijim računalima.
hy: Թարմացման բարձր արժեքը դարձնում է հաշվիչը ավելի հաճախակի ցուցադրվող փոփոխությամբ: 30 վարկյան արժեքը կամ պակասը կանխում է աուդիոյի որակի հաշվիչ ազդեցությունը թույլ մեքենաներում:
id: Refresh Rate yang tinggi membuat meter manampilkan perubahan lebih sering. 30 per detik atau lebih rendah dapat mencegah meter mempengaruhi kualitas audio pada mesin yang lebih lambat.
