Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: Set Right Selection Boundary
hr: Postavi desnu granicu izbora
hy: Դնել աջ ընտրված սահմանը
id: Atur Batas Kanan

source: &Select
hr: Iza&beri
hy: Ընտրել
id: &Pilih

source: &None
hr: &Ništa
hy: Ոչմեկը
id: &Tidak Sama Sekali

source: Select None
hr: Izbor
hy: Ընտրվածը
id: Pilihan

source: &Tracks
hr: &Zapisi
hy: Ձայնագրություններ
id: &Trek

source: In All &Tracks
hr: Na sve &zapise
hy: Բոլոր ձայնային ֆայլերը
id: Seba&rkan Semua Trek

source: In All &Sync-Locked Tracks
hr: Na sve &zaključane zapise
hy: Բոլոր Սինք-փակված ձայնային ֆայլերը
id: Seba&rkan Semua Trek

source: R&egion
hr: Svi&raj područje
hy: Նվագարկել մասը
id: Mai&nkan Wilayah

source: &Left at Playback Position
hr: &Lijevo od mjesta sviranja
hy: Ձախից սկսման դիրք
id: Di &Kiri Posisi Kursor Trek

source: Set Selection Left at Play Position
hr: Postavlja točku izbora i svira
hy: Նշել ընտրված բաժինը և նվագարկել
id: Pilih Titik Terpilih dan Mainkan

source: &Right at Playback Position
hr: &Desno od mjesta sviranja
hy: Աջից սկսման դիրք
id: Di K&anan Posisi Kursor Trek

source: Set Selection Right at Play Position
hr: Postavlja točku izbora i svira
hy: Նշել ընտրված բաժինը և նվագարկել
id: Pilih Titik Terpilih dan Mainkan

source: Track &Start to Cursor
hr: Od &početka zapisa do okomice
hy: Ձայնային ֆայլի սկսումը մինչ սկսման գիծ
id: &Awal Trek ke Kursor

source: Select Track Start to Cursor
hr: Od &početka zapisa do okomice
hy: Ձայնային ֆայլի սկսումը մինչ սկսման գիծ
id: &Awal Trek ke Kursor

source: Cursor to Track &End
hr: Od &okomice do kraja zapisa
hy: Սկսման գծից մինչ ձայնային ֆայլի &վերջ
id: &Kursor ke akhir trek

source: Select Cursor to Track End
hr: Od &okomice do kraja zapisa
hy: Սկսման գծից մինչ ձայնային ֆայլի &վերջ
id: &Kursor ke akhir trek

source: Track Start to En&d
hr: Od &početka zapisa do okomice
hy: Ձայնային ֆայլի սկսումը մինչ սկսման գիծ
id: &Awal Trek ke Kursor

source: Select Track Start to End
hr: Izbor do kraja
hy: Վերջի նշումը
id: Pilih ke Akhir

source: S&tore Selection
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Retrieve Selectio&n
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: S&pectral
hr: Spectrum
hy: Սպեկտր
id: Spektrum

source: To&ggle Spectral Selection
hr: Izbor
hy: Հավասարեցման նշում
id: Pilihan

source: Next &Higher Peak Frequency
hr: Frekvencija (Hz)
hy: Հաճախություն
id: Frekuensi (Hz)

source: Next &Lower Peak Frequency
hr: Linearna frekvencija
hy: Մուտքային հաճախականություն
id: Frekuensi linier

source: Select Cursor to Stored
hr: Izbor do početka
hy: Սկզբի նշումը
id: Pilih ke Awal

source: At &Zero Crossings
hr: Nađi &nultni presjek
hy: Գտնել զրո խաչաձևումները
id: Cari Crossing Kosong

source: Select Zero Crossing
hr: Nađi &nultni presjek
hy: Գտնել զրո խաչաձևումները
id: Cari Crossing Kosong

source: &Selection
hr: Izbor
hy: Ընտրվածը
id: Pilihan

source: Snap-To &Off
hr: Isključi Približno
hy: Ճայթյունը անջատված
id: Matikankan Patokan

source: Snap-To &Nearest
hr: Uključi Približno
hy: Ճայթյունը մոտակա
id: Hidupkan Patokan

source: Snap-To &Prior
hr: Približno...
hy: Ճայթյունը նախորդ
id: Patokan

source: Selection to &Start
hr: Izbor do početka
hy: Սկզբի նշումը
id: Pilih ke Awal

source: Selection to En&d
hr: Izbor do kraja
hy: Վերջի նշումը
id: Pilih ke Akhir

source: Selection Extend &Left
hr: Raširi izbor na lijevo
hy: Ընտրություն ընդարձակված ձախ
id: Pilih yang tidak dipilih di Kiri

source: Selection Extend &Right
hr: Raširi izbor na desno
hy: Ընտրություն ընդարձակված աջ
id: Pilih yang tidak dipilih di Kanan

source: Set (or Extend) Le&ft Selection
hr: Postavi (ili raširi) lijevu granicu izbora
hy: Դնել (կամ ընդհարձակել) ձախ ընտրությունը
id: Atur (atau Mengecualikan) Yang Terpilih di Kiri

source: Set (or Extend) Rig&ht Selection
hr: Postavi (ili raširi) desnu granicu izbora
hy: Դնել (կամ ընդհարձակել) աջ ընտրությունը
id: Atur (atau Mengecualikan) Yang Terpilih di Kanan

source: Selection Contract L&eft
hr: Stegni izbor s lijeva
hy: Ընտրություն մգացնել ձախ
id: Pilih yang di Kiri

source: Selection Contract R&ight
hr: Stegni izbor s desna
hy: Ընտրություն մգացնել աջ
id: Pilih yang di Kanan

source: &Cursor to
hr: Okomica lijevo
hy: Նշման գիծը ձախ
id: Kursor Kiri

source: Selection Star&t
hr: Početak izbora:
hy: Ընտրված սկիզբ՝
id: Awal Pilihan:

source: Cursor to Selection Start
hr: na po&četak izbora
hy: Գնալ ընտրված սկիզբ
id: ke A&walan yang dipilih

source: Selection En&d
hr: Kraj izbora
hy: Ընտրվածի ավարտ
id: Akhir Pilihan

source: Cursor to Selection End
hr: na kra&j izbora
hy: Գնալ ընտրված վերջ
id: ke A&khiran yang Dipilih

source: Track &Start
hr: na &početak zapisa
hy: Ձայնային ֆայլի սկիզբ
id: ke &Awal Trek

source: Cursor to Track Start
hr: Od &okomice do kraja zapisa
hy: Սկսման գծից մինչ ձայնային ֆայլի &վերջ
id: &Kursor ke akhir trek

source: Track &End
hr: na &kraj zapisa
hy: Ձայնային ֆայլի վերջ
id: ke Ak&hir Trek

source: Cursor to Track End
hr: Od &okomice do kraja zapisa
hy: Սկսման գծից մինչ ձայնային ֆայլի &վերջ
id: &Kursor ke akhir trek

source: &Project Start
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Cursor to Project Start
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Project E&nd
hr: Projekt
hy: Պրոեկտներ
id: Proyek

source: Cursor to Project End
hr: Od &okomice do kraja zapisa
hy: Սկսման գծից մինչ ձայնային ֆայլի &վերջ
id: &Kursor ke akhir trek

source: &Cursor
hr: Okomica lijevo
hy: Նշման գիծը ձախ
id: Kursor Kiri

source: Cursor &Left
hr: Okomica lijevo
hy: Նշման գիծը ձախ
id: Kursor Kiri

source: Cursor &Right
hr: Okomica desno
hy: Նշման գիծը աջ
id: Kursor Kanan

source: Cursor Sh&ort Jump Left
hr: Kratak skok okomice lijevo
hy: Նշման գծի կարճ թռիչք դեպի ձախ
id: Kursor Kiri Lompatan Rendah

source: Cursor Shor&t Jump Right
hr: Kratak skok okomice desno
hy: Նշման գծի կարճ թռիչք դեպի աջ
id: Kursor Kiri Lompatan Rendah

source: Cursor Long J&ump Left
hr: Dug skok okomice lijevo
hy: Նշման գծի երկար թռիչք դեպի ձախ
id: Kursor Kiri Lompatan Tinggi

source: Cursor Long Ju&mp Right
hr: Dug skok okomice desno
hy: Նշման գծի երկար թռիչք դեպի աջ
id: Kursor Kanan Lompatan Tinggi

source: Short Seek &Left During Playback
hr: Kratki pogled lijevo usred sviranja
hy: Կարճ ձգտում ձախ, նվագարկման ժամանակ
id: Coba periode pendek di kiri selama bermain

source: Short Seek &Right During Playback
hr: Kratki pogled desno usred sviranja
hy: Կարճ ձգտում աջ, նվագարկման ժամանակ
id: Coba periode pendek di kanan selama bermain

source: Long Seek Le&ft During Playback
hr: Dugi pogled lijevo usred sviranja
hy: Երկար ձգտում ձախ, նվագարկման ժամանակ
id: Coba periode panjang di kiri selama bermain

source: Long Seek Rig&ht During Playback
hr: Dugi pogled desno usred sviranja
hy: Երկար ձգտում աջ, նվագարկման ժամանակ
id: Coba periode panjang di kanan selama bermain

source: &Toolbars
hr: &Alatne trake
hy: Գործիքադարակներ
id: &Toolbar

source: Edit &Mode (on/off)
hr: Pre&krivaj (da/ne)
hy: Ձայնագրում ձայնին հավասար (միացնել/անջատել)
id: Overdub (nyala/mati)

source: Reset Toolb&ars
hr: &Prepostavi trake
hy: Վերակազմավորել գործիքադարակները
id: &Kembalikan Toolbar

source: Rendered all audio in track '%s'
hr: Sav zvuk u zapisu '%s' je renderiran
hy: Ստեղծված բոլոր աուդիո ֆայլերը ձայնագրությունում '%s'
id: Semua audio di trek '%s' telah di-render

source: Render
hr: Renderiraj
hy: Ստեղծել

source: Mixed and rendered %d tracks into one new stereo track
hr: U novi stereo zapis smiješano je i renderirano %d zapisa
hy: Միախառնված և ստեղծված %d ձայնագրությունները որպես նոր ստերեո ձայնագրություն
id: Di-mix dan di-render %d trek ke dalam satu trek stereo

source: Mixed and rendered %d tracks into one new mono track
hr: U novi mono zapis smiješano je i renderirano %d zapisa
hy: Միախառնված և ստեղծված %d ձայնագրությունները որպես նոր մոնո ձայնագրություն
id: Di-mix dan di-render %d trek ke dalam satu trek mono

source: Panned audio track(s)
hr: Preuzorkovani zvučni zapisi
hy: Վերահաճախավորված ձայնագրություն(ներ)
id: Trek audio telah disampel ulang

source: Pan Track
hr: Zapis
hy: Ձայնային ֆայլ
id: Trek

source: Start to &Zero
hr: Započeto dana
hy: Սկսել զրոից
id: Tanggal Mulai

source: Start to &Cursor/Selection Start
hr: na po&četak izbora
hy: Սկսել գծի/նշված սկզբից
id: ke A&walan yang dipilih

source: Start to Selection &End
hr: na kra&j izbora
hy: Սկսել նշված &վերջից
id: ke A&khiran yang Dipilih

source: End to Cu&rsor/Selection Start
hr: na po&četak izbora
hy: Ավարտել գծի/նշված սկզբից
id: ke A&walan yang dipilih

source: End to Selection En&d
hr: na kra&j izbora
hy: Ավարտել նշված վեր&ջից
id: ke A&khiran yang Dipilih

source: Aligned/Moved start to zero
hr: Poravnaj i pomakni okomicu
hy: Հավասարեցված/տեղափոխված %s
id: Ratakan dan P&indahan Kursor

source: Aligned start to zero
hr: Započeto dana
hy: սկսել զրոից
id: Tanggal Mulai

source: Align/Move Start
hr: Poravnaj i pomakni okomicu
hy: Հավասարեցնել %s/Տեղափոխել
id: Diratakan

source: Align Start
hr: Početak amplitude
hy: Ամպլիտուդա սկիզբ
id: Awal Amplitudo

source: Aligned/Moved start to cursor/selection start
hr: na po&četak izbora
hy: Սկսել նշման գծի/նշված սկզբից
id: ke A&walan yang dipilih

source: Aligned start to cursor/selection start
hr: na po&četak izbora
hy: Սկսել նշման գծի/նշված սկզբից
id: ke A&walan yang dipilih

source: Aligned/Moved start to selection end
hr: na kra&j izbora
hy: սկսել նշված վերջից
id: ke A&khiran yang Dipilih

source: Aligned start to selection end
hr: na kra&j izbora
hy: սկսել նշված վերջից
id: ke A&khiran yang Dipilih

source: Aligned/Moved end to cursor/selection start
hr: Poravnano s početkom izbora
hy: ավարտել նշման գծի/նշված սկզբից
id: Diratakan dengan awal pilihan

source: Aligned end to cursor/selection start
hr: Poravnano s početkom izbora
hy: ավարտել նշման գծի/նշված սկզբից
id: Diratakan dengan awal pilihan

source: Align/Move End
hr: Poravnaj i pomakni okomicu
hy: Հավասարեցնել %s/Տեղափոխել
id: Diratakan

source: Align End
hr: Poravnaj
hy: Հավասարենցել %s
id: Perataan

source: Aligned/Moved end to selection end
hr: Kraj poravnan s kraj izbora
hy: Ավարտել նշված վերջից
id: Diratakan akhir dengan akhir pilihan

source: Aligned end to selection end
hr: Kraj poravnan s kraj izbora
hy: Ավարտել նշված վերջից
id: Diratakan akhir dengan akhir pilihan

source: Aligned/Moved end to end
hr: Poravnaj i pomakni okomicu
hy: Հավասարեցված/տեղափոխված %s
id: Ratakan dan P&indahan Kursor

source: Aligned end to end
hr: Poravnaj kraj zapisa s &krajem izbora
hy: Ուղղել վերջը վերջի հետ
id: Ratakan Akhir &dengan Akhir di Pilihan

source: Align/Move End to End
hr: Poravnaj kraj zapisa s &krajem izbora
hy: Ուղղել վերջը վերջի հետ
id: Ratakan Akhir &dengan Akhir di Pilihan

source: Align End to End
hr: Poravnaj kraj zapisa s &krajem izbora
hy: Ուղղել վերջը վերջի հետ
id: Ratakan Akhir &dengan Akhir di Pilihan

source: Aligned/Moved together
hr: Poravnaj i pomakni okomicu
hy: Հավասարեցված/տեղափոխված %s
id: Ratakan dan P&indahan Kursor

source: Aligned together
hr: Poravnano skupa
hy: Ուղղել իրար
id: Ratakan Trek Bersa&ma-sama

source: Align/Move Together
hr: Poravnano skupa
hy: Ուղղել իրար
id: Ratakan Trek Bersa&ma-sama

source: Align Together
hr: Poravnano skupa
hy: Ուղղել իրար
id: Ratakan Trek Bersa&ma-sama

source: Synchronize MIDI with Audio
hr: Sinkroniziraj MIDI sa zvukom
hy: Սինք MIDI աուդիոյի հետ
id: Sinkronkan MIDI dengan Audio

source: Synchronizing MIDI and Audio Tracks
hr: Sinkronizacija zvučnih i zapisa MIDI
hy: Սինք MIDI և աուդիո ձայնագրություններ
id: Sinkronkan MIDI dengan Audio

source: Adjusted gain
hr: Prilagođeno pojačanje
hy: Հարմարեցված աճ
id: Kekuatan yang Diubah

source: Adjusted Pan
hr: Prilagođeni nagib
hy: Հարմարեցված պան
id: Pengubahan Pan

source: Created new audio track
hr: Napravljen novi zapis
hy: Ստեղծվել է նոր աուդիո ֆայլ
id: Trek audio baru telah dibuat

source: New Track
hr: Novi zapis
hy: Նոր ձայնագրություն
id: Trek Baru

source: Created new stereo audio track
hr: Napravljen stereo zapis
hy: Ստեղծվել է նոր ստերեո աուդիո ֆայլ
id: Trek stereo baru telah dibuat

source: Created new label track
hr: Napravljen novi oznakovni zapis
hy: Ստեղծվել է նոր նշում ձայնագրություն
id: Trek label baru telah dibuat

source: This version of Audacity only allows one time track for each project window.
hr: Ova inačica Audacityja dopušta samo jedan vremenski zapis po prozoru.
hy: Աուդասիթիի այս տարբերակը միայն աջակցում է մեկ ժամի ձայն. ֆայլ, պրեկտի ոշոր պատուհաններում:

source: Created new time track
hr: Napravljen novi vremenski zapis
hy: Ստեղծված նոր ժամ. ձայնագրություն
id: Dibuat trek waktu yang baru

source: New sample rate (Hz):
hr: Nova uzorkovna brzina (Hz):
hy: Նոր հաճախություն (Հց)՝

source: The entered value is invalid
hr: Unesena vrijednost nije valjana
hy: Նշված արժեքը թերի է
id: Nilai yang Anda masukkan tidak valid

source: Resampling track %d
hr: Preuzorkovanje zapisa %d
hy: Վերահաճախավորում ձայնագրության %d
id: Menyampel ulang trek %d

source: Resampled audio track(s)
hr: Preuzorkovani zvučni zapisi
hy: Վերահաճախավորված ձայնագրություն(ներ)
id: Trek audio telah disampel ulang

source: Resample Track
hr: Preuzorkuj zapis
hy: Վերահաճախավորել ձայնագրություն
id: Menyempel Ulang Trek

source: Please select at least one audio track and one MIDI track.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Alignment completed: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
hr: Poravnanje obavljeno: Midi od %.2f do %.2f s, zvuk od %.2f do %.2f s.
hy: Հավասարեցումն ավարտվեց՝ MIDI-ն %.2f -ից %.2f վարկ, Աուդիո %.2f -ից %.2f վարկ.

source: Sync MIDI with Audio
hr: Sinkroniziraj MIDI sa zvukom
hy: Սինք MIDI աուդիո
id: Sinkronisasi MIDI dengan Audio

source: Alignment error: input too short: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
hr: Pogrješka u poravnanju: unos prekratak: MIDI od %.2f do %.2f s, zvuk od %.2f do %.2f s.
hy: Հավասարեցման սխալ՝ մուտքագրվածը շատ կարճ է՝ MIDI-ն %.2f -ից %.2f վարկ, Աուդիոն %.2f -ից %.2f վարկ.

source: Internal error reported by alignment process.
hr: Postupak poravnanja javio je unutarnju pogrješku.
hy: Ներքին սխալ է հաղորդվում հավասարման գործընթացից:

source: Tracks sorted by time
hr: Zapisi razvrstani po vremenu
hy: Ձայնագրությունները ընտրված են ժամանակի տեսակետից
id: Trek diurut bedasarkan waktu

source: Sort by Time
hr: Razvrstaj po vremenu
hy: Առանձնացնել ժամանակի տեսակետից
id: Urutkan dari waktu

source: Tracks sorted by name
hr: Zapisi razvrstani po imenu
hy: Ձայնագրությունները ընտրված են անվան տեսակետից
id: Trek diurut bedasarkan nama

source: Sort by Name
hr: Razvrstaj po imenu
hy: Առանձնացնել անվան տեսակետից
id: Urutkan dari Nama

source: Can't delete track with active audio
hr: Zapisi s aktivnim zvukom ne mogu se izbrisati
hy: Չի ստացվում ջնջել ձայնագրությունը ակտիվ աուդիոի հետ
id: Tidak bisa menghapus trek yang sedang aktif

source: Add &New
hr: Dodaj &novi
hy: Ավելացնել նոր

source: &Mono Track
hr: Premjesti zapis
hy: Տեղափոխել ձայնագրություն
id: Pindahkan Trek

source: &Stereo Track
hr: &Stereo zapis
hy: Ստերեո ձայնագրություն
id: Trek &Stereo

source: &Label Track
hr: &Oznakovni zapis
hy: Նշում ձայնագրություն
id: &Trek Label

source: &Time Track
hr: &Vremenski zapis
hy: Ժամ ձայնագրություն
id: Trek &Waktu

source: Mix Stereo Down to &Mono
hr: Razdvoji stereo u mo&no
hy: Անջատել ստերեոն մոնոի
id: Pisah Stereo ke Mono

source: Mi&x and Render
hr: &Smiješaj i renderiraj
hy: Միախառնում և պատրաստում
id: Mi&x dan Render

source: Mix and Render to Ne&w Track
hr: Smiješaj i renderiraj u novi zapis
hy: Միախառնում և պատրաստում նոր ձայնային ֆայլ
id: Mix dan Render ke Trek Baru

source: &Resample...
hr: &Preuzorkuj...
hy: Վերկտրում...
id: &Sampel Ulang...

source: Remo&ve Tracks
hr: &Izbriši sve zapise
hy: Հեռացնել ֆայլերը
id: &Buang Trek

source: M&ute/Unmute
hr: Unijemi/odnijemi žarišni zapis
hy: Ձայնազրկել/Ձայն տալ կենտրոնացված ձայնագրությունը
id: Diam/Hidupkan suara trek yang terfokus

source: &Mute All Tracks
hr: &Unijemi sve zapise
hy: Անջատել բոլորի ձայնը
id: &Diamkan Semua Trek

source: &Unmute All Tracks
hr: &Odnijemi sve zapise
hy: Միացնել բոլորի ձայները
id: &Matikan Diam ke Semua Trek

source: Mut&e Tracks
hr: &Unijemi sve zapise
hy: Անջատել բոլորի ձայնը
id: &Diamkan Semua Trek

source: U&nmute Tracks
hr: &Odnijemi sve zapise
hy: Միացնել բոլորի ձայները
id: &Matikan Diam ke Semua Trek

source: &Left
hr: lijevo
hy: Ձախ
id: Kiri

source: Pan Left
hr: lijevo
hy: Ձախ
id: Kiri

source: &Right
hr: desno
hy: Աջ
id: Kanan

source: Pan Right
hr: desno
hy: Աջ
id: Kanan

source: &Center
hr: središte
hy: Կենտրոն
id: Tengah

source: Pan Center
hr: središte
hy: Կենտրոն
id: Tengah

source: &Align Tracks
hr: &Poravnaj zapise
hy: Ձայնագրության հավասարում
id: &Ratakan Trek

source: &Align End to End
hr: Poravnaj kraj zapisa s &krajem izbora
hy: Ուղղել վերջը վերջի հետ
id: Ratakan Akhir &dengan Akhir di Pilihan

source: Align &Together
hr: Poravnano skupa
hy: Ուղղել իրար
id: Ratakan Trek Bersa&ma-sama

source: &Move Selection with Tracks (on/off)
hr: Snimka premještena u drugi zapis
hy: Տեղափոխվածը միացնել այլ ձայնագրության
id: Telah dipindah ke trek yang lain

source: Move Sele&ction and Tracks
hr: Snimka premještena u drugi zapis
hy: Տեղափոխվածը միացնել այլ ձայնագրության
id: Telah dipindah ke trek yang lain

source: S&ort Tracks
hr: &Razvrstaj zapise
hy: Ձայնային ֆայլի ֆիլտր
id: Trek Kecil

source: By &Start Time
hr: po &početnom vremenu
hy: Սկսման ժամանակի կողմից
id: dari &Waktu awal

source: By &Name
hr: po &imenu
hy: Անվան կողմից
id: dari &Nama

source: Sync-&Lock Tracks (on/off)
hr: &Vremenski zaključaj zapise
hy: Սինք-բանալի դրված ֆայլերը
id: Link Trek

source: &Track
hr: &Zapisi
hy: Ձայնագրություններ
id: &Trek

source: Change P&an on Focused Track...
hr: Promijeni nagib na žarišnom zapisu
hy: Փոխել պանը կենտրոնացված ձայն. ֆայլի վրա
id: Ubah pan pada trek terfokus

source: Pan &Left on Focused Track
hr: Nagni nalijevo na žarišnom zapisu
hy: Պան ձախ կենտրոնացված ձայն. ֆայլի վրա
id: Pan-kan di kiri trek terfokus

source: Pan &Right on Focused Track
hr: Nagni nadesno na žarišnom zapisu
hy: Պան աջ կենտրոնացված ձայն. ֆայլի վրա
id: Pan-kan di kanan trek terfokus

source: Change Gai&n on Focused Track...
hr: Promijeni pojačanje na žarišnom zapisu
hy: Փոխել աճը ձայն. ֆայլի վրա
id: Ubah kekuatan pada trek yang terfokus

source: &Increase Gain on Focused Track
hr: Povećaj pojačanje na žarišnom zapisu
hy: Ավելացում աճը ձայն. ֆայլի վրա
id: Tingkatkan kekuatan pada trek yang difokuskan

source: &Decrease Gain on Focused Track
hr: Smanji pojačanje na žarišnom zapisu
hy: Նվազեցում աճը ձայն. ֆայլի վրա
id: Turunkan kekuatan pada trek yang difokuskan

source: Op&en Menu on Focused Track...
hr: Otvori izbornik za žarišni zapis
hy: Բացել ցանկը աճը ձայն. ֆայլի վրա
id: Buka menu pada trek yang terfokus

source: M&ute/Unmute Focused Track
hr: Unijemi/odnijemi žarišni zapis
hy: Ձայնազրկել/Ձայն տալ կենտրոնացված ձայնագրությունը
id: Diam/Hidupkan suara trek yang terfokus

source: &Solo/Unsolo Focused Track
hr: Solo/Nesolo žarišni zapis
hy: Սոլո/Սոլոի հանում կենտրոնացված ձայն. ֆայլ
id: Solo/Jangan solo trek yang terfokus

source: &Close Focused Track
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Move Focused Track U&p
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Move Focused Track Do&wn
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Move Focused Track to T&op
hr: Zatvori žarišni zapis
hy: Փակել կենտրոնացված ձայն. ֆայլը
id: Tutup trek yang terfokus

source: Move Focused Track to &Bottom
hr: Pomakni zapis do&lje
hy: Տեղափոխել ֆայլը &ցած
id: Pindahkan Trek ke Bawah

source: Playing
hr: Sviraj
hy: Նվագարկել
id: Play

source: Recording
hr: Snimanje
hy: Ձայնագրում
id: Merekam

source: no label track
hr: Oznakovni zapis
hy: Նշիչ ձայնային ֆայլ
id: Trek Label

source: no label track at or below focused track
hr: Nagni nalijevo na žarišnom zapisu
hy: Պան ձախ կենտրոնացված ձայն. ֆայլի վրա
id: Pan-kan di kiri trek terfokus

source: no labels in label track
hr: Napravljen novi oznakovni zapis
hy: Ստեղծվել է նոր նշում ձայնագրություն
id: Trek label baru telah dibuat

source: Please select in a mono track.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Please select in a stereo track or two mono tracks.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Please select at least %d channels.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Please select a time within a clip.
hr: Molimo izabrati radnju
hy: Խնդրում ենք ընտրել որևէ գործողություն
id: Silahkan pilih aksinya

source: Tra&nsport
hr: Za gibanje
hy: Շարժ
id: T&ransportasi

source: Pl&aying
hr: Sviraj
hy: Նվագարկել
id: Play

source: Pl&ay/Stop
hr: Sviraj/Obustavi
hy: Նվագարկում/Դադարեցում
id: Mulai/Berhenti

source: Play/Stop and &Set Cursor
hr: Sviraj ili obustavi i postavi okomicu
hy: Նվագարկում/Դադարեցում և սկսման գծի տեղադրում
id: Main/Berhenti dan Atur Kursor

source: &Loop Play
hr: &Prosviravaj
hy: Գործիքային նվագարկում
id: Maikan Be&rkali-kali

source: &Pause
hr: &Zastani
hy: Դադար

source: &Recording
hr: Snimanje
hy: Ձայնագրում
id: Merekam

source: &Record
hr: &Snimi
hy: Ձայնագրել
id: &Rekam

source: &Append Record
hr: Snimi na &kraj
hy: Կցվող ձայնագրում
id: Tambah Rekaman

source: Record &New Track
hr: &Izbriši sve zapise
hy: Հեռացնել ֆայլերը
id: &Buang Trek

source: &Timer Record...
hr: &Snimi sa štopericom...
hy: Ժամային ձայնագրում...
id: Pen&catat waktu rekaman...

source: Pla&y Region
hr: Svi&raj područje
hy: Նվագարկել մասը
id: Mai&nkan Wilayah

source: &Lock
hr: &Zaključaj
hy: Բանալի
id: &Kunci

source: &Unlock
hr: &Otključaj
hy: Հանել բանալին
id: &Buka Kunci

source: R&escan Audio Devices
hr: &Opet potraži zvučne uređaje
hy: Վեր&ստուգել աուդիո սարքերը
id: Info Perangkat Audio

source: Transport &Options
hr: Za prijepis
hy: Արտագրում
id: Transkrispi

source: Sound Activation Le&vel...
hr: &Podražajna glasnoća...
hy: Ձայնաչափի ակտիվացման փու&լ...
id: Level Pengaktifan Suara...

source: Sound A&ctivated Recording (on/off)
hr: &Podraženo snimanje (da/ne)
hy: Ձայնագրման ակտիվացում ջայնաչափի փուլով (միացնել/անջատել)
id: Merekam dengan Suara Diaktifkan (nyala/mati)

source: &Overdub (on/off)
hr: Pre&krivaj (da/ne)
hy: Ձայնագրում ձայնին հավասար (միացնել/անջատել)
id: Overdub (nyala/mati)

source: So&ftware Playthrough (on/off)
hr: Pro&gramsko odsviravanje (da/ne)
hy: Ծրագրային ձայնագրման մոնիտորինգ (միացնել/անջատել)
id: Selama bermainpada software (nyala/mati)

source: A&utomated Recording Level Adjustment (on/off)
hr: A&utomatsko prilagođivanje razine ulaza (da/ne)
hy: Ա&վտոմատ ձայնագրման փուլի հարմարեցում (միացնել/անջատել)
id: Perubahan Level Input Otomatis (nyala/mati)

source: T&ransport
hr: &Upravljanje
hy: ՇարԺ
id: T&ransportasi

source: Pl&ay
hr: Svi&raj
hy: Նվագարկում/Դադարեցում
id: Mulai/Berhenti

source: Play &One Second
hr: Sviraj jednu sekundu
hy: Նվագարկել մեկ վարկյան
id: Mainkan Satu Detik

source: Play to &Selection
hr: Sviraj do izbora
hy: Նվագարկել նշվածից
id: Mainkan ke yang dipilih

source: Play &Before Selection Start
hr: na po&četak izbora
hy: Ընտրված սկիզբ
id: ke A&walan yang dipilih

source: Play Af&ter Selection Start
hr: na po&četak izbora
hy: Ընտրված սկիզբ
id: ke A&walan yang dipilih

source: Play Be&fore Selection End
hr: Sviraj do izbora
hy: Նվագարկել նշվածից
id: Mainkan ke yang dipilih

source: Play Aft&er Selection End
hr: na kra&j izbora
hy: Ընտրված վերջ
id: ke A&khiran yang Dipilih

source: Play Before a&nd After Selection Start
hr: Poravnaj kraj zapisa s &početkom izbora
hy: Գնալ ընտրված սկիզբ
id: Ra&takan Akhir dengan Awal di Pilihan

source: Play Before an&d After Selection End
hr: na kra&j izbora
hy: Ավարտել նշված վեր&ջից
id: ke A&khiran yang Dipilih

source: Play C&ut Preview
hr: Pretposlušaj izrezak
hy: Նվագարկել կտրվող պահը
id: Mainkan Preview POtongan
