Repository: tenacityteam/tenacity-legacy
Catalog: locale/*.po
Languages: hr, hy, id

source: 2 channels (stereo)
hr: 2 kanala (stereo)
hy: 2 Ալիքներ (Ստերեո-երկու դինամիկ)
id: 2 Saluran (Stereo)

source: 1 channel (mono)
hr: 1 kanal (mono)
hy: 1 Ալիք (Մոնո-մեկ դինամիկ)
id: 1 Saluran (Mono)

source: Sample Data Import
hr: &Pretvornik uzorkovne brzine:
hy: Ձայնաչափի վերափոխիչ՝
id: Pengkon&versi Rate Sampel:

source: Reading and rendering samples...
hr: Miješanje i renderiranje zapisa
hy: Միախառնված և ստեղծված ձայնագրություններ
id: Trek Mix dan Render

source: Select file
hr: Izaberite datoteku MIDI...
hy: Ընտրել MIDI ֆայլ...
id: Pilih file MIDI...

source: Throw Error
hr: Pogrješka
hy: Եղավ սխալ
id: Error

source: Error.~%Unable to open file
hr: Datoteke žanra nije moguće otvoriti.
hy: Չի հաջողվում բացել ոճի ֆայլը:
id: Tidak bisa membuka file genre.

source: Spectral Delete
hr: Izbor
hy: Տեղավորել նշվածը
id: Pilihan

source: Applying Tremolo...
hr: Primjenjivanje uravnavaoca...
hy: Փուլավորման հաստատում...
id: Mengaplikasikan Leveller...

source: Waveform type
hr: Valni oblik
hy: Ալիքաձև
id: Waveform

source: Inverse Sawtooth
hr: Zubati
hy: Սղոցատամ
id: Gerigi

source: Starting phase (degrees)
hr: Početna faza LFO (°)
hy: Ցածր տատանմ. սկզբնափուլ աստիճաններում
id: Fase Awal LFO dalam derajat

source: Wet level (percent)
hr: 2-razinski
hy: 2 փուլ
id: 2 level

source: Applying Action...
hr: Primjenjivanje...
hy: Հաստատվում է...
id: Mengaplikasikan...

source: Remove Vocals: to mono
hr: &Izbriši sve zapise
hy: Հեռացնել հատուկ
id: Rekaman Audio

source: Remove Vocals
hr: &Izbriši sve zapise
hy: Հեռացնել հատուկ
id: Rekaman Audio

source: Isolate Vocals
hr: &Izluči samo zvuk
hy: &Մեկուսացում
id: Rekaman Audio

source: Isolate Vocals and Invert
hr: &Izluči samo zvuk
hy: &Մեկուսացում
id: Tengah

source: Remove Center: to mono
hr: Crta reza uklonjena
hy: Հեռացված կտրման գիծ
id: Garis Pemisah yang Dibuang

source: Remove Center
hr: Crta reza uklonjena
hy: Հեռացված կտրման գիծ
id: Garis Pemisah yang Dibuang

source: Isolate Center
hr: središte
hy: Կենտրոն
id: Tengah

source: Isolate Center and Invert
hr: središte
hy: Կենտրոն
id: Tengah

source: Analyze
hr: &Prouči
hy: Ստուգել
id: &Analisa

source: Strength
hr: Filtar
hy: Զտիչ
id: Penyaring

source: Processing Vocoder...
hr: Obrađivanje:
hy: Ընթացքի մեջ է
id: Memproses Auto Duck...

source: Output choice
hr: Izlazni uređaj
hy: Էֆեկտի կարգավորումներ
id: PErangkat Output

source: Both Channels
hr: %d kanala
hy: %d Ալիքներ
id: %d Saluran

source: Right Only
hr: Desni kanal
hy: Աջ ալիք
id: Bagian Kanan

source: Number of vocoder bands
hr: Broj ponova:
hy: Ժամաքանակ կրկնելու՝
id: Number of times to repeat:

source: Amplitude of original audio (percent)
hr: Frekvencija (Hz)
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz)

source: Amplitude of white noise (percent)
hr: Frekvencija (Hz)
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz)

source: Amplitude of Radar Needles (percent)
hr: Frekvencija (Hz)
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz)

source: Frequency of Radar Needles (Hz)
hr: Frekvencija (Hz)
hy: Հաճախականություն (Հց)
id: Frekuensi (Hz)

source: Leland Lucius
hr: napravio Lelanda Luciusa
id: dari Leland Lucius

source: (C) 2009 by Leland Lucius
hr: napravio Lelanda Luciusa
id: dari Leland Lucius

source: spectrum.txt
hr: spektar.txt
id: spektrum.txt

source: <untitled>
hr: <neimenovano>
id: tak berjudul

source: n/a
hr: neodređeno
id: tidak ada

source: Skip backward
hr: Nazad
id: Percepat ke Awal

source: Skip &Backward
hr: Nazad
id: Percepat ke Awal

source: Applies a linear fade-in to the selected audio
hr: Kliknite i povucite za stvaranje područja izbora
id: Klik dan dorong untuk memilih audio

source: Paulstretch
hr: Paulovo rastezanje...
id: Awal

source: Frame Period
hr: Razdoblje sličice
id: Ukuran Bingkai:

source: Force Final Alignment
hr: Usili konačno poravnanje

source: Ignore Silence at Beginnings and Endings
hr: Zanemari tišinu na početku i kraju

source: Presmooth Time:
hr: Presmooth Time (Trajanje predglađenja)
id: Urutkan dari waktu

source: Presmooth Time
hr: Presmooth Time (Trajanje predglađenja)
id: Urutkan dari waktu

source: Standard VST program file
hr: Učitaj program VST:
id: Mengambil Program VST:

source: %.2f kbps
hr: %.2f kb/s
id: kbps

source: GStreamer Error: %s
hr: GStreamer %s: %s
id: GStreamer %s: %s

source: labels.txt
hr: oznake.txt
id: label.txt

source: &Ignore blank space at the beginning
hr: Zanemari tišinu na početku i kraju

source: Low and High Frequencies
hr: Pojačanje niskih frekvencija
id: Memboosting Frekuensi Bass

source: Click to Zoom In, Shift-Click to Zoom Out
hr: Klik za povećanje, shift-klik za umanjenje
id: Klik untuk memperbesar, Shift+ Klik untuk memperkecil

source: Drag to Zoom Into Region, Right-Click to Zoom Out
hr: Povlaka za povećanje područja, desni klik za umanjenje
id: Dorong untuk Zoom pada wilayah, Klik kanan untuk perkecil

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
hr: Lijevo = povećava, Desno = umanjuje, Sredina = obično
id: Kiri=Perbesar, Kanan=Perkecil, Tengah=Normal

source: R
hr: D

source: Please choose an existing file.
hr: Molimo izabrati radnju
id: Mohon pilih aksinya

source: Forwards
hr: Naprijed
id: Percepat ke Akhir

source: hh:mm:ss + hundredths
hr: hh:mm:ss + stotinke
id: jj:mm:dd + seperseratus

source: semitones + cents
hr: Polutoni
id: Seminada dalam separuh langkah

source: 10>01000 decades|0.434294482
hr: 01000,01000 uzoraka|24
id: 01000,01000 bingkai|24

source: ~aLow frequency is undefined.
hr: Do frekvencije (u sekundama)
id: Ke Frekuensi dalam Detik

source: ~aHigh frequency is undefined.
hr: Do frekvencije (u sekundama)
id: Ke Frekuensi dalam Detik

source: Dominic Mazzoni
hr: napravio Dominic Mazzoni
id: dari Dominic Mazzoni

# update dialog
source: &Skip
id: &Lewati

# update dialog
source: &Install update
id: &Pasang pembaruan

# update dialog
source: Read more on GitHub
id: Baca lebih lanjut di GitHub

# update dialog
source: Unable to connect to Audacity update server.
id: Tidak dapat menghubungi server pembaruan Tenacity.

# update dialog
source: Update data was corrupted.
id: Data pembaruan rusak.

# update dialog
source: Can't open the Audacity download link.
id: Tidak dapat membuka tautan unduhan Tenacity.

# preference
source: Recording
id: Rekam

source: s
id: d

source: %.3f
id: %.0f:1

source: Select Sync-Locked
id: Pilih Diam

source: hh:mm:ss
id: jj:mm:dd

source: dd:hh:mm:ss
id: hh:jj:mm:dd
